{"texts": ["RT sciam \"Blog: President Trump's hostility to evidence-based policy has not made the state of the union stronger,… https://t.co/lM04WcVNcX", "RNC says it raised $1.56 million from State of the Union fundraiser -  \"We're connecting with grass roots in ways w… https://t.co/rUtWR7rEhE", "Crush to judgment? Democrats played video games, checked Twitter during State of the Union\nhttps://t.co/yZVmvdNYlE", "Donald Trump lied about his State of the Union ratings. Whyyyyyyyy? @CNNPolitics https://t.co/GQEZ8odvh2", "During Trump's State of the Union speech, democrats modeled stone-faced liberalism! https://t.co/FK4wcof2Ej", "▶@TheRealNews: Bernie Sanders Joins Bill McKibben for a \"Climate State of the Union\" https://t.co/qo5kYWfkAG", "RT @KCGOP: After an incredible State of the Union address, the country has been reminded of the great successes from President Trump’s firs…", "The President’s State Of The Union Address Continues To Earn Applause https://t.co/q8t5Ukz4Mi https://t.co/uCD01WtvHu", "On Tuesday, President Trump gave his first State of the Union address before Congress. It was the third longest... https://t.co/I508S2wPzg", "it's still funny that a bunch of people made themselves miserable watching the state of the union because they thou… https://t.co/mqQRVOYDGR", "RT @Lawsonbulk: Thom Hartmann: Did Trump Violate The Hatch Act By Asking Supporters To Donate During The State Of The Union? https://t.co/z…", "Laura Benanti’s Melania Trump Drops By Late Show Post-State of the Union https://t.co/l2EFBSCYzL", "After President Donald Trump’s highly-praised State Of The Union address, broadcast to over 40+ million... https://t.co/WuGYDGfoxk", "RT @BeschlossDC: 1963 State of the Union, 55 years ago this month: https://t.co/19xk7wMX7r", "All those -- not just card-carrying #Democrats -- who seek to counter the #GOP #POTUS &amp; Co. should read, heed, and… https://t.co/NAopoXCO4A", "After President Trumps State of the Union Address. Ben wanted to give a State of the Association Address to the res… https://t.co/N6EpyKTizu", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/QoqvbOVJ9C", "The President&amp;#8217;s State Of The Union Address Continues To Earn Applause https://t.co/3FmRfg1Bre via @whitehouse", "RT @steveweinstein: Loser Trump tax cuts, lame low energy state of the union address and assault on the FBI sends Dow plunging to 3rd worst…", ".@potus to do list: State of the Union address, Check. Estranged wife makes political fashion statement, Check. Mid… https://t.co/PpnN7amm4R", "RT @TheOnion: Democratic Congressman Protests Trump's Environmental Policies By Bringing Endangered Red Wolf To State Of The Union As Guest…", "RT @superdeluxe: .@realDonaldTrump finally said \"Bye-bye!\" to Melania at the State of the Union (By @VicBergerIV) https://t.co/2F6LMnrGAg", "@stoneadam29 @Starfan011 @realDonaldTrump Well, where to start. Most recently he said the 45m people that watched h… https://t.co/9eThSxrUXH", "Trump Is Lost https://t.co/AGlljgSgoU via @Esquire", "RT @YearofZayed: The UAE was founded on December 2, 1971, and Sheikh Zayed was unanimously elected by the rulers of the Emirates as the fir…", "@realDonaldTrump Lol...just in more people showed up to see Ponchatoula Phil (yes the ground hog) than for @potus i… https://t.co/oOANlg41i6", "RT @GOP: “@realDonaldTrump’s State of the Union was well crafted and moving, but what made it especially important was the ease with which…", "RT @mnrothbard: \"Episode 78: Scott Horton on the State of the Union Address, Syria and (the) Ukraine\" is up on my website and podcast chann…", "RT @ForAmerica: Good news for America is apparently bad news for Democrats. Here are their sourpuss reactions from the State of the Union t…", "RT @W_C_Patriot: 🚨🚨CLICK TO JOIN US LIVE NOW🚨🚨\n\n👉https://t.co/CB2pK8Ou3Q👈\n\nTнє Mαχ Ʀαdισ Ɓяσαdcαsт\n\nPresident Trump Delivers STATE of the U…", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/ZfX6w2zrNv", "RT @chrisbrown: \"State Of The Union\" available on my soundcloud now https://t.co/vlFZpgfhrA", "RT @repdinatitus: As I said after Trump's State of the Union bluster, it is dangerous for our current president to be rolling back the cloc…", "RT @charliekirk11: According to CBS News, State of the Union Results: \n\n75% approved, including\n97% of Republicans\n72% of independents\n81%…", "RT @yogagenie: Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/n3KMqCPR8w via @MailOnline", "RT @sbrownehr: “@SHRM Responds to the 2018 State of the Union Address\"  https://t.co/muLwuii2mh #HR #SHRM #HRSOTU #FF", "Notice @realDonaldTrump isn't taking credit for the stock market plunge this week. Must've been a reaction to the s… https://t.co/qVWvRX4t9Z", "2018 State of the Union https://t.co/wIHDrt6AN9", "RT @LarryWebsite: remembered this State of the Union response existed last night &amp; started laughing so hard that I cried https://t.co/cDhQf…", "RT @Education4Libs: Democratic Congresswoman Brenda Laurence was caught playing Candy Crush on her phone during the President’s State of th…", "Trump's State of the Union ratings are not the highest in history. https://t.co/FwN5rrI339", "Trump Takes Shot At Kaepernick During State Of The Union https://t.co/4lr2s8z3jS via @YouTube", "Joe Kennedy Stands Up For LGBT Community In Unifying State Of The Union Response https://t.co/NjbISmzdd4", "RT @SenatorIsakson: The state of our union is strong. Read my recap of the week in the Senate here: https://t.co/aXmITsaknG", "Rebel Buzz: “Trashy” Grammys vs. Trump’s “glorious” State of the Union address https://t.co/Mh41E1qs3D #POYB #ProudBoys #MAGA #UHURU", "RT @FullFrontalSamB: In case you were blinded by the sheer light of Donald Trump's presidential tone last night, we've got the actual state…", "RT @onedovealone: The FAILING NYT still tries to trash @POTUS they show DACA illegals turning their ungrateful backs on the Presidents #SOT…", "RT @Gr8AmericanMvmt: Never Thought The Day Would Come When A Democrat Congressman Would Storm Out Of The State Of The Union Over Hearing Ch…", "GOP lawmaker condemned for inviting Holocaust denier to State of the Union https://t.co/HpwenpFUBC", "RT @ABC: Pres. Trump's first State of the Union address drew 45.6 million television viewers—ratings that, contrary to his tweet, were lowe…", "Trump’s Corruption of the American Republic https://t.co/mMg9MecEIm\nDonald Trump's State of the Union speech reveal… https://t.co/lQhdKSxDd8", "RT @Spam4Trump: The recent (rumored) drama involving Melania Trump, explained #Inners #LastWord \n#StormyDaniels  https://t.co/MeVLD6nNpF", "RT @AynRandPaulRyan: Trump: \"Thank you for all of the nice compliments and reviews on the State of the Union speech. 45.6 million people wa…", "RT @theREELSaTaN: It's a busy day here in HeLL.   I finally stopped playing @realDonaldTrump 's State of The Union speech on endless loop a…", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/ZeUVoPc84k", "I review Trump's State of the Union! #DonaldTrump #Stateoftheunion @realDonaldTrump https://t.co/Lxk9qTACVG https://t.co/Cufq3ufXfa", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/G8s39TsVSa via @HuffPostPol", "Trump borrows Clinton's words for State of the Union address https://t.co/dPUQ1q3VkL via @YahooNews", "RT @chfortrump: 🚨The parents of a teenager killed by MS-13 gang members hit out at @TheDemocrats who declined to stand and applaud when Pre…", "RT @RealJack: Leave it to the Democratic Party to bring illegal immigrants to the State of the Union address. \n\nThey’re so desperate. The m…", "RT @mcspocky: Trump lies about TV ratings for State of the Union in embarrassing morning melt down https://t.co/DoFBAi393h https://t.co/1OS…", "RT @mrctv: Wacky Moments of Liberal Expression 2/2 - It’s a focus on the State of The Union – and on how the liberal media just couldn’t ha…", "More on Trump's #infrastructureScam, the proposal shared thus far reveals that Trump's plan inherently promotes eco… https://t.co/8dd6hwiB5J", "Melania Trump Goes Bye-Bye at the State of the Union https://t.co/AM2V5SWdAR via @YouTube", "RT @mmfa: On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Uni… https://t.co/9BSTNagMMS", "President Trump's State of the Union address called for a change in #infrastructure funding. Our government regulat… https://t.co/4RNfzIujhS", "‘Deplorable vet’ reacts to Trump’s State of the Union address https://t.co/GB9oqCmEmn via @YouTube", "RT @PressSec: Americans loved @realDonaldTrump State of the Union - “optimistic,” “hopeful,” “inspiring.” \n\nhttps://t.co/TOb3dscOxF", "RT @mmoates: THE PRESIDENT’S STATE OF THE UNION ADDRESS CONTINUES TO EARN APPLAUSE https://t.co/t9TP2hFMdF", "RT @Amy_Siskind: Just running out of words for my disgust!\n\n“ Rep Gosar (R-Ariz.) announced this afternoon that he has asked the U.S. Capit…", "RT @Project21News: Black activists heap praise on President Trump’s #StateOfTheUnion address\n@co_firing_line @StacyOnTheRight @CArps @Derry…", "RT @newtgingrich: .@realDonaldTrump's #sotu was wide-ranging and visionary. It was a a truly remarkable speech. My takeaways ➡️ https://t.c…", "Since when has that mattered to the blacks?  Look at what they did in the State of the Union Speech.  Sat on their… https://t.co/qWYjMzDPLD", "🇺🇸🇺🇸 President Trump @POTUS Shows He's *KING OF THE RATINGS* 🇺🇸 #SOTU (State Of The Union)  Had Twice the Viewers a… https://t.co/Bbki5rlp6f", "RT @IrisRimon: The State of the Union was 72 hours ago. https://t.co/nSE8qpKRmm", "RT @TheBookTweeters: The State Of The Union can't be great if people are losing #HealthCare. In The Void Of Lies (A #Novel): #TrumpCare fai…", "RT @seventhmatrix: State of Union: The DEMOCRATS won't STAND for GOD, but they'll SUBMIT to ALLAH.", "Wow.... Benedict Donald told 0ne lie every 4.5 minutes during the State of The Union address....", "RT @MatthiasCamenz1: During his State of the Union address, President Trump announced that he has signed an executive order to keep the pri…", "A democratic Voice: \nEric Bauman on State of the Union\n https://t.co/2OImGX6Ps6", "RT @seanhannity: President Trump praised Americans’ spirit last night in his State of the Union address… Next @SebGorka &amp; @dbongino have re…", "@EPuffany @threadkillerksu @FoxNews @jasoninthehouse @FBI Wow...you are in denial. There's nothing that can be said… https://t.co/RxizgrBahm", "The State of the Union was 72 hours ago. https://t.co/nSE8qpKRmm", "RT @bpolitics: Trump falsely claims he gave the most-watched State of the Union speech https://t.co/veDbhYtdvF https://t.co/1gLxudB9ko", "RT @FoxNews: .@POTUS: “Let’s begin tonight by recognizing that the state of our union is strong because our people are strong.” #SOTU https…", "Was that because everyone watched the State of the Union and remembered our country is led by a goddamn moron?… https://t.co/uwIACr1bFF", "RT @nytimes: Fact Check: Some of Democrats' responses to President Trump’s State of the Union speech mislead and leave out context about tr…", "RT @freespeechtv: Breaking Down Trump’s First State of the Union @RUWithSonali #RisingUP https://t.co/JhFDn73V3T", "RT @EscapeVelo: Does anybody have an English translation of what Rep. Gutierrez said to Univision during the State of the Union address?", "EXCLUSIVE: The North Korean Defector At Trump’s State Of The Union Has A Message For Kim Jong Un https://t.co/jBeIvhS2Ib", "RT @TranslateRealDT: Thank you @FoxNews for the lone compliments of my the State of the Union speech. 45.6 million people watched, which is…", "RT @CambridgeDay: Five things to do this weekend in #CambMA and #Somerville, No. 5: People’s State of the Union Story Circle from @lesley_u…", "RT @JulianAssange: Trump's State of The Union (#SOTU) address speaks about #MS13. Here's the documentary I produced about them and their ri…", "State of the Billionaire Boys Club run Union? Asking for all truly non #ClusterB Americans why mainstream media... https://t.co/23vTF0nSjN", "Join us tonight for @DiamondandSilk chit chat Live at (New Time) 8 pm ET discussing the Released Memo, The Bias FBI… https://t.co/Eps4z0gHLD", "Via @MMFA: On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Un… https://t.co/x2JizISZNy", "RT @dmartosko: Most overlooked State of the Union photo: Congressional Black Caucus members on their phones while Trump speaks -- including…", "Here’s one of President Trump’s remarks during the State of the Union Address. #MAGA #USA https://t.co/Vm2cHqAKLy", "Trump state of the union address https://t.co/ynO7N00KEx", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/X8xZHQcZN8 via @MailOnline", "ing #SOTU: \"The State of the Union should be an opportunity for a l", "RT @WhiteHouse: \"...the state of our Union is strong because our people are strong.\" #SOTU https://t.co/hAg0XV2N9p", "The day of the State of the Union, Tuesday, President Trump was down by 13%.\nToday, Friday, 3 days later, he's even… https://t.co/WhRA3NlRna", "No Mention of Global Warming or Renewable Energy in State of the Union - Competitive Enterprise Institute (blog)… https://t.co/QA9TrXfGnN", "Ben Stein: Parts of California, New York Appear to Be 'Seceding' Like South Before Civil War In 1860, the South Car… https://t.co/C9ORmxdAHM", "RT @bungdan: Gaetz is the congressman (R-DUI) who invited a white supremacist and Holocaust denier to the state of the union address on Tue…", "RT @studioexec1: Me and my girlfriend not watching the State of the Union https://t.co/HpsIFHEHWm", "RT @syeddoha: This is a #devisivePotus and #RacistPotus a #MisogynistPotus and the #STOUisChaos regardless of his #OratoryMalarkey After a…", "RT @dr4liberty: Trump had the answer to the overdose crisis in 1990, not in the State of the Union https://t.co/l2Yr56iZHr", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/wazfYOAE9i", "🚨Union County High School star Kursten Bakken just broke the state record of 280 lbs. for the UNL Weight Class🚨 https://t.co/MunOHxzpSZ", "RT @AdventuresByDad: 45.6 million watched @realDonaldTrump's SOTU speech. Not most watched in history, actually. Why LIE about something so…", "RT @keithboykin: \"The stock market has smashed one record after another...That is great news for Americans’ 401k, retirement, pension, and…", "RT @SturdyVan: @KellyannePolls @POTUS Trump vaults to 49 per cent approval rating among likely voters as post-State of the Union glow gives…", "RT @BraveConWarrior: “Observations after listening to the State of the Union address and before colored through listening to or... https://…", "4 MS-13 members went on trial in Boston after a federal judge denied a request to delay the case to ensure that cri… https://t.co/GKa7gTs8J7", "Trump State of the Union Speech Gets 75% Approval Rating https://t.co/5HS1tJvAhj", "RT @AcostaChief: 1-30-2018 State of the Union\nChief Acosta, veteran and Native American from the Mescalero Apache Tribe.\nLet it be known, I…", "Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/qKrsQQM6lN", "Chris Brown - State Of The Union (Lyrics) https://t.co/Fo2HPdY9yp", "CEO Thomas P. O'Neill III on the 2018 State of the Union https://t.co/W4krm2q4hR via @YouTube @oneillandassoc", "RT @FHSAA: 🚨Union County High School star Kursten Bakken just broke the state record of 280 lbs. for the UNL Weight Class🚨 https://t.co/Mun…", "RT @inLaurasWords: Tonight! Major #MeToo and #BlackLivesMatter activists join @CecileRichards and hundreds more in peaceful resistance of T…", "State of the Union Red Carpet: Who Are You Wearing? https://t.co/bbVnad4Mhc via @YouTube", "RT @askboomer1949: This about sums up the current State of the Union \nWhat is worse is we have a Cabinet of scofflaws and plutocrats so you…", "RT @DawnlightNews: CBS POLL: #AMERICANS OVERWHELMINGLY #APPROVE OF #TRUMP’S #StateOfTheUniom SPEECH https://t.co/nlPOl2Hgge", "Florida Rep. Matt Gaetz said he did not know about Chuck Johnson's notoriety as a right-wing troll. https://t.co/qjmj2TGI1g", "RT @pollsofpolitics: What do you think of #trump's State Of The Union Address??\nVote and retweet to spread poll!! #MAGA #TheResistance", "Ahead of State of the Union, voters in deep-red Conroe cheer on Trump https://t.co/1QFPQ8Pv2Z via @HoustonChron", "RT @KevinMKruse: Also Matt Gaetz: Here's my guest for the State of the Union, a white nationalist Holocaust denier. https://t.co/gawA1huCee", "RT @BarryHart7: CBS POLL had speech at 75% https://t.co/oSEsyEYLJf", "Obama's State Of The Union Had More Viewers https://t.co/33t3e07f0V via @YouTube", "RT @ProfBlackistone: According to Nielsen, whose figure Trump cited, this year's State of the Union speech was only the ninth most-watched…", "State of the Union: Trump Applauds Himself, But Late Night Isn’t Impressed https://t.co/6xI1bC7Hn0 via @flipboard", "@OfficiallyIce State of the Union x Closer \nMix", "Melania Trump Goes Bye-Bye at the State of the Union https://t.co/GJheqPc2ui via @YouTube", "JUST IN: SIX BLACK CAUCUS DEMOCRATS Boycotting Trump’s State of the Union Speech CAUGHT On VIDEO Hugging Racist Hat… https://t.co/lFIxHEisZ1", "Menace and Mush: Trump’s State of the Union https://t.co/DtDCwtoVoy", "Glad to see local Florida media giving a hard time to @RepMattGaetz for hosting a Holocaust denier as his guest at… https://t.co/PIO3pEV9Iy", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/YvpYTKHuyK via @MailOnline Joe S… https://t.co/4s38gWK2z9", "RT @syqau: Warren on State of the Union: I Wanted It Burned Into My Eyes https://t.co/hCUAs8Jinx", "#FederalFlash recaps  Trump’s 19 words on education in the State of the Union, spotlights disagreements on how to r… https://t.co/koJundpcja", "The Real State of the Union: 6 Ways Trump Is Bad for Food, Health and the Environment https://t.co/MF5XOP0D8l", "RT @r_little_finger: 🇺🇸 How would you grade @POTUS historic first State of the Union address? \n\nPlease vote &amp; share #SOTU", "RT @SenSanders: I don’t understand how a president of the United States give a State of the Union speech and not mention climate change. #B…", "@FoxNews @POTUS Sedition State of the Union...", "RT @FoxNews: .@davidburstein on Dems sitting during #SOTU: \"The State of the Union should be an opportunity for a little bit more bipartisa…", "RT @brd_dispatch: Trump says his State of the Union viewership was the highest ever. The ratings say otherwise. https://t.co/wXld8NHOMR htt…", "State of the Union, Joseph Kennedy, Jimmy Kimmel: Your Wednesday Briefing https://t.co/VKveuQUSQf", "RT @LRBitisnot: 🇺🇸#THREAD - {43} #LiveTweets #SOTU\n🚨Trump doesn't need a #DEPOSITION on the Russian Investigation!\n🎯Trump needs to be #DEPO…", "Ascolta STATE OF THE UNION di Chris_Brown #np su #SoundCloud\nhttps://t.co/6KT3tUhcVn", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/UnE32xrPdz", "RT @CNN: President Trump is taking credit for bonuses given to 3 million American workers because of the new tax law.\n\nBut these benefits r…", "@MattGaetz the soul of a brownshirt\nOn CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust… https://t.co/AkjqtxtpXx", "RT @piersmorgan: *NEW COLUMN* \nThe State of the Union stats don’t lie: Americans are turning against Trump-hating celebrities &amp; buying into…", "The State of the Union for Struggling Americans - Food Research &amp; Action Center https://t.co/8dwMfmrxIk", "RT @JohnOsso: The President's state of the Union speech reveals a President out of touch with himself, his behavior this past year, &amp; the m…", "RT @PressSec: President Trump reached across the aisle to offer a bipartisan path forward in the State of the Union. Now we’ll see if Democ…", "RT @atDavidHoffman: For those who took part in the state of the union boycott by watching HGTV, here are the ratings for that night. HGTV h…", "RT @Bencjacobs: GOP lawmaker condemned for inviting Holocaust denier to State of the Union https://t.co/ftQEQcCjkg", "Bernie Sanders' brilliant reaction to Trump's State of the Union speech has already become a meme https://t.co/D0qDSAAAnK", "Only 3/4 of 1,178 people who watched the SOTU supports Trump? Well isn’t that special? https://t.co/IwhvU3BBHT", "Obama's State Of The Union Had More Viewers https://t.co/KbJiZJRkCa via @YouTube", "Paul Ryan's State of the Union introduction slip-up is going viral https://t.co/mg4eDKEaUu", "On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union https://t.co/B5ipKnzzdu", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/D3Z05DvxQC", "RT @PubAffairsKET: Reaction to the Nunes memo and Pres. Trump's State of the Union Address highlight tonight's edition of Washington Week.…", "Wow. Super powerful. The Black Girl State of the Union https://t.co/NQ94nEGKDe via @ELLEmagazine", "RT @BorisEP: .@RepMaxineWaters went over the top in her response to @realdonaldtrump’s #SOTU. That type of rhetoric will not help Democrats…", "RT @bkindivisible: The state of our union is about to fall off a cliff, but the resistance is STRONG. We won amazing victories in 2017, fro…", "RT @matthewjdowd: So the President says the NFL ratings were down because players weren’t patriots as they knelt during anthem, so then wha…", "Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/VGeSwSyK86", "The INDEPENDENT response to The State of the Union Address! @TIPUSAINC https://t.co/Z9NqZ3Dz6y", "VA backs Trump’s State of the Union comments about accountability law's impact https://t.co/HbrCcyaPDL", "RT @SocialPowerOne1: On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union https://t.…", "The Real State of the Union: 6 Ways Trump Is Bad for Food, Health and the Environment @alternet https://t.co/lB0IAg6AC5", "Brookings experts on Trump's first State of the Union https://t.co/RyWyRjOwUq via @BrookingsInst", "RT @bad_takes: On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union https://t.co/B5i…", "Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/PgTPC1zVlh", "RT @VanityFair: Stephen Colbert won’t let Trump get away with that ratings lie https://t.co/E731vECT99", "New Planetary Radio: Space Policy Edition!\n\nBill Nye and the State of the Union\n\nListen now for free at… https://t.co/h4U5zJSyJo", "Melania Trump, Traveling Again Without Her Husband, Emerges at State of the Union The high-profile appearance by Mr… https://t.co/5cociIdrv3", "Trump 49 per cent approval rating after State of the Union  \nBe higher than that after #MemoDay\n#FridayFeeling\nhttps://t.co/vHEcAeZq6g", "Congress Subject Line: The State of our Union is Strong", "RT @Reddy: A year ago, Trump hosted Harley-Davidson executives and praised them.\n\nOn Tuesday, the company announced plans to close a factor…", "RT @emmancipator: State of the Union. https://t.co/jUSBuGRZo1", "RT @christi36766871: Seth Meyers skewered Trump’s State of the Union: ‘I Have to Say, He Did All White’\n\nFunny Seth, I don’t see YOU steppi…", "On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union https://t.co/vXDql5YVBF", "Congress Subject Line: The State of the Union is Strong", "@TomiLahren reiterates the sentiment of legal Americans, #RedNation while watching the #SOTU. The appalling behavio… https://t.co/O3fWLa4uBI", "The Union Has A Climate Crisis, And Activists Are Ready To Work Around Trump https://t.co/JDnAsvBSf7", ".@JamesFallows poses the key questions about Trump's State of the Union address, and annotates its text: https://t.co/q8RvyvGPpV", "Trump vaults to 49 % approval rating  after State of the Union https://t.co/xE0a4yMwq2 via @MailOnline cc: @trish_regan", "Donald Trump made 12 false claims in his State of the Union address | Toronto Star https://t.co/R82rI9eryu", "Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/KJs1AcX0Zu", "RT @KPJthemuse: @JoyAnnReid I'll never forget the hate he used to shoot at Obama's back during his State of the Union speeches\n He can... #…", "EXCLUSIVE: The North Korean Defector At Trump’s State Of The Union Has A Message For Kim Jong Un https://t.co/mWo9P0NwM7 via @dailycaller", "RT @GoLocalProv: Providence Teachers Union to Picket Elorza’s State of the City Address https://t.co/J8paSMO6wE #golocalprov #providence ht…", "RT @andrewthebrey: \"They applauded and cheered as they watched from Lee County Republican headquarters. Dozens gathered as President Trump…", "RT @eBooksHabit: The State Of The Union can't be great if people are losing #HealthCare. In The Void Of Lies (A #Novel): #TrumpCare failed,…", "State of the Union Continues Infrastructure Tease - https://t.co/B59Grf72AB", "@Juliana92101410 @JulianAssange I didn't say anything about any of that, just that he's a liar. He lied on here the… https://t.co/rVro3PUUIO", "Reaction to the Nunes memo and Pres. Trump's State of the Union Address highlight tonight's edition of Washington Week. At 9 on KET.", "RT @DisavowTrump16: BREAKING: Supreme Court Justice Ruth Bader Ginsburg will not attend Trump’s first State of the Union speech. RBG has be…", "Put all my holy money into the stock market after the beautiful State of the Union after Trump took credit for it! Wonder how it's doing?", "RT @SoFlaOpinion: The bipartisan drumbeat for climate action grows with each passing month, meanwhile the executive branch stays stubbornly…", "Further Explanation Needed: Four State of the Union Themes (Frank Newport, Gallup) https://t.co/euXjCndVoO", "the president JUST said that the stock market saw historic eyes in his state of the union adresss LOL. we are just… https://t.co/HbXtbnGpR1", "RT @Saucers: i can see the future. \n“this state of the union address was the most watched ever” -donald drumpf.", "WATCH: Bernie Sanders delivers Trump State of the Union rebuttal |  https://t.co/sNFfbVZmpN", "@VicBergerIV's remix of Trump's State of the Union. 'Melania Trump Goes Bye-Bye at the State of the Union' https://t.co/0QPSdzPMQc", "RT @nowthisnews: President Trump’s State of the Union address had one false statement every 4.5 minutes https://t.co/Lr6QOn9j4U", "#FederalFlash recaps Trump’s 19 words on education in the State of the Union, spotlights disagreements on how to re… https://t.co/uFM1laDsql", "RT @danpfeiffer: Let’s make sure Paul Ryan has a worse seat or no seat at next year’s State of the Union", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/uJaoAV16DF", "RT @bryancrabtree: DEMOCRAT COLLAPSE  Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/hvcmJpq4Z4 via htt…", "RT @GeoffRBennett: Remember the State of the Union? That happened this week.", "@realDonaldTrump the market is doing great after the state of the union speech.", "RT @RealJack: This isn’t getting the attention it deserves. 🔥\n\nA USA chant broke out last night in the chamber during President Trump’s Sta…", "RT @EtoMarkets: 【News Watchlist 31-01-2018】 \n•President Trump’s State of the Union 2018 speech at 2:00AM (GMT)\n•ADP Non-Farm Employment Cha…", "Anyone else feeling depressed about the state of our union today? I'm very happy about the release of the memo but… https://t.co/XijlExiTJi", "GOP congressman brought a neo-Nazi to Trump’s State of the Union - https://t.co/yEzXroJVfA", "RT @thejoshuablog: Via @MMFA: On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union h…", "RT @HuffPost: Former Presidents Barack Obama, George W. Bush and Bill Clinton all achieved higher viewing figures for their State of the Un…", "RT @kevinhendricks: \"You’re not supposed to be scared of bullies on the playground, and you shouldn’t be scared of bullies in the White Hou…", "RT @JamMarchant00: SERIAL LIAR. EVEN THE SMALLEST THINGS HE LIES ABOUT! Trump falsely claims ratings for his State of the Union were the hi…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/CCyvhL2DyG via @MailOnline", "Donald Trump lied about his State of the Union ratings. Whyyyyyyyy? @CNNPolitics https://t.co/Pe17lgVL3y", "James Corden, Stephen Colbert Debunk Trump's State of the Union Ratings Claim - The Hollywood Reporter https://t.co/QYn6HpD4Qr", "The President's State Of The Union Address Continues To Earn Applause https://t.co/rN59X4QIBc", "I liked a @YouTube video https://t.co/03w1UvtNMz Obama's State Of The Union Had More Viewers", "This is the same idiot who brought a known racist to the State of the Union and who goes on Fox News every other da… https://t.co/84KkfMNSE8", "RT @DailyCaller: POLL: Trump Approval Skyrockets After State Of The Union https://t.co/OcEemAnU0c https://t.co/0TDDHvm9pP", ".@SenRonJohnson invited Oconomowocs’s Lauri Badura as his guest for this week’s State of the Union.  The two have b… https://t.co/F9tO95jEfC", "RT @ApplegateCA49: To top of his State of the Union address filled with inaccuracies @realDonaldTrump lies about the TV ratings. Facts don'…", "Via @KyleKulinski @TheDemocrats Response To #Trump's State Of The Union Flops Miserably https://t.co/QjlRp9erPB", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/mkCCvwNSDi via @MailOnline", "@nobullshytt @RealJamesWoods @realDonaldTrump YouTube as well, this is the first screen when I searched for state o… https://t.co/pcZvyzoeEh", "Obama’s State Of The Union Had More Viewers https://t.co/jiy1GqKXdv https://t.co/Ix4aYj3uFc", "RT @nuiotwo: Patriotism Offends Liberals During Trump's State Of The Union https://t.co/MiPonkdX3u", "@thehill This is the same racist moron who wanted Dreamers arrested at the State of the Union! He’s a psychotic dip… https://t.co/zQ12f0QHRj", "RT @DeplorableVet_: Rep. Brenda Lawrence, D-Mich., was caught doing exactly that on her phone during President Trump’s State of the Union s…", "RT @Medium: “Let me respond to the State of the Union” by @SenSanders https://t.co/WwWqWOdcG0", "Trump vaults to 49 per cent approval rating among likely voters as post-State of the Union glow gives him best... https://t.co/R9YkZSF7tf", "RT @PrisonPlanet: Democratic congresswoman caught on camera playing CANDY CRUSH while Trump delivered State of the Union.\n\nYou tax dollars…", "RT @JudgeJeanine: Is anyone tired of the democrats hate for #POTUS? They can’t stand for American dreamers but they can for illegals? \n\nhtt…", "Disgraceful Democrats are anti-family, anti-faith, anti-police and anti-America writes Laura Perrins after Trumps \"… https://t.co/AOzD3sNFdA", "\"Men With No Lips,\" my take on the State of the Union address\n#StateOfTheUnion #poem #poetry #resistance #LiarInChief", "RT @Helenhs: Public Citizen has called for an investigation as to “whether Speaker Paul Ryan violated House rules by allowing the Trump cam…", "remember the state of the union? it was 10 yrs ago", "RT @dumbassgenius: President Trump dishonestly tweeted that his State of the Union address was watched by the most people in history, perha…", "Is there a rihcap of rih’s State of the Union address?", "Rebel Buzz: “Trashy” Grammys vs. Trump’s “glorious” State of the Union address https://t.co/XWiPW324av #MAGA #UHURU", "Larry Elder on Democrats Disrespectful Behavior at State of the Union: https://t.co/PyJZpVvhys via @YouTube", "RT @attackerman: This is the most buried lede in history of buried ledes, to the point that it warrants extreme skepticism, but \"Trump is e…", "#Dreamers react to Trump’s State of the Union and share they will not accept any framework that harms their communi… https://t.co/kO71vfpmM0", "The Real State of the Union: 6 Ways Trump Is Bad for Food, Health and the Environment @alternet https://t.co/m3bOhJb9Qt", "RT @MikeJinID: Awwww..... that memo is what your communications staff  worked with Russian Bots to get released?  And Gaetz was the guy who…", "The week of Trump's \"Look at the markets! The economy is strong!\" State of the Union, the markets have their worst… https://t.co/3RtdR06Egy", "@2christian Trump on Tuesday: “The state of our union is strong”\nTrump on Friday: “I think it’s a disgrace what’s happening in our country”", "RT @emilyslist: During President Trump's State of the Union, let's do something productive that won't leave you with a hangover tomorrow. A…", "RT @vnuek: POTUS Turns to Heroic Americans to Demonstrate Strong State of the Union https://t.co/pWxBU908TG", "RT @wakoppa: https://t.co/65c6yBjw7J\nMSNBC’s coverage of the State of the Union, MSNBC anchor Joy Reid stated MS-13 “a gang nobody that doe…", "Holy Shit Hillary Clinton Tried to Bury a Huge Turd in the State of the Union  https://t.co/TTeBLrv6k2", "RT @NBCNews: President Trump tweeted that viewership for his first State of the Union address was “the highest number in history.”\n\nBut acc…", "RT @itsEric: RT @WayneDupreeShow: Massa Pelosi had her slaves in check during the State of the Union didn’t she? #waynestake #realtalk http…", "RT @mmcauliff: Bush: 52 million; Obama, 48; Clinton, 46.  \n\nhttps://t.co/DoZwOzJnX7 https://t.co/Hm7s8V4MQ8", "RT @JoeFreedomLove: Michigan Democrat played Candy Crush during State of the Union https://t.co/l52DGjuuwU via @dcexaminer", "RT @HuffPost: Trump's first State of the Union address was...", "RT @nestbedding: The State of My Union is strong. The Union of Me and My Bed.", "RT @ddale8: Obama’s, Bush’s and Clinton’s first State of the Union all had higher ratings than this. Ratings lying is one of Trump’s oldest…", "i have to watch the state of the union and i REALLY dont wanna", "Trump’s Fearful State of the Union https://t.co/CMamwTRj3O", "RT @SenSanders: President Trump’s State of the Union needs a response. Here’s mine. https://t.co/8YZW8JCl2V", "I don’t know how much of a believer Trump is but the best part for me from his state of union was when he gave atte… https://t.co/P4gHj9yNuZ", "Trump Uses State of the Union to Reach Out to California https://t.co/s01JoZQ9lP", "@DerrickNAACP @WSpriggs @rolandsmartin @KristenClarkeJD @AfricanaCarr @NAACP Curious to know the extent of the lie… https://t.co/FNN52W5yH5", "RT @RoguePhilMudd: My fellow Americans, the state of our union is Joe Kennedy 👏 👏 👏 🇺🇸 🇺🇸 🇺🇸 \n\n#SOTU", "They should be ashamed of themselves while playing game and talking with their cell phone. My husband and I think t… https://t.co/aGYzwW6uz3", "“The state of our Union is… sliding off a cliff.” - @realdonaldtrump https://t.co/SApsbBCnAO", "RT @nytimes: President Trump: \"You govern with all of the instincts of a businessperson, but you have to add much more heart and soul into…", "@realDonaldTrump @FoxNews George W Bush, Bill Clinton, and Barack Obama all had considerably higher ratings for the… https://t.co/6x7nHqMbLz", "RT @thehill: JUST IN: Trump wrongly claims his State of the Union was the most-watched in history https://t.co/i1WWU7FmzT https://t.co/AItq…", "RT @BCISLEMAN: Trump’s Corruption of the American Republic https://t.co/mMg9MecEIm\nDonald Trump's State of the Union speech revealed a whit…", "RT @progressivepush: Shame, Black Unemployment Spikes, Complicating Sear Leader’s State Of The Union Boast\n“African-American unemployment s…", "*rightly condemned FTFY RT @Bencjacobs: GOP lawmaker condemned for inviting Holocaust denier to State of the Union https://t.co/juYpdFjsVp", "This is the same guy who wanted DREAMers arrested ahead of the State of the Union https://t.co/tAC46yZmSh", "@SangerNYT The Great Hypnotist Trump meanwhile gave a State of the Union Speech without so much as one sentence abo… https://t.co/fxRUT1by82", "RT @EdwardTHardy: The White House’s attempt to spin Donald Trump’s false claim about his State of the Union TV ratings: “Trump was referrin…", "@SparkleSoup45 You are the one that needs to go, Nancy, after your disgraceful behavior at the state of the union address, shame on you!!", "Key highlights from Trump’s first State of the Union https://t.co/kWJeb0vzAT https://t.co/HbTPH7q7B3", "RT @AjaforCongress: State of the Union: Glum Democrats sit on hands, walk out and rip President Trump's call for unity https://t.co/JCBSlfi…", "Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/GVUdrKFJUA", "RT @BillPascrell: The state of our union is more divided and our global standing is more imperiled as a result of this Presidency. #SOTU", "RT @DonPier27990569: Democrats during the \nstate of the union speech!\n\nYes they looked this silly! https://t.co/l19b4oxwV9", "RT @mmpadellan: Nice job, Tweeps!\n\nBy staying away in droves from the fantasy fest that was trump's State of the Union, you've helped him h…", "RT @SenKamalaHarris: Denea - my guest to the State of the Union - is right. It is past time we add a human lens to the issue of immigration…", "Where r the trump tweets now, bragging about stock market. Wish this happened monday, so he shut up at the state of… https://t.co/gO0n6DN1G3", "Student guide: Trump’s First State of the Union address. Use this lesson to open the discussion on the main purpose… https://t.co/ES5EkJuQot", "RT @TroyCoby: Newt Gingrich: Trump's State of the Union was very inclusive – No wonder it shook up Democrats https://t.co/VbH8I2SyZS", "@DonnyDeutsch you need to get in touch w @TomSteyer  I agree , in 1 year you may be in trouble talking like that. I… https://t.co/ngb5oKLXbB", "Saturday! (2/3) People's State of the Union Story Circle 1at Word Up • HeightSites https://t.co/oOoYX6SD6c via… https://t.co/SUZzYQPz0F", "Gallup: Further Explanation Needed: Four State of the Union Themes - The American public would benefit from more di… https://t.co/Rz8WHgfPGS", "This week,\n👎 State of the Union: Divided #ProgressNowSOTU \n👩‍👧‍👦 #PaidFamilyLeave bill introduced @ Statehouse\n🔎Goo… https://t.co/FSf0iSnXqZ", "Further Explanation Needed: Four State of the Union Themes https://t.co/uXnTTBdLxl https://t.co/slRIf8RLCo", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/BUBUIB8Shj", "5 things Trump got wrong about immigration in his State of the Union - une lecture importante https://t.co/taQ5IkMvOi vía @vicenews", "@CNN This is what happens when the US start deregulating like Trump promoted in his State of the union speech. It's… https://t.co/7EP0WxIrNk", "RT @SenSanders: Last night we heard President Trump’s State of the Union, but what we did not hear was a single mention of climate change.…", "Well now, that's how you want to top off the week of the State of the Union. https://t.co/6w7HG2BvxH", "RT @CarlinCrypto: @realDonaldTrump @RampCapitalLLC And it will continue.  No mention of 10 year Treasury Bonds in The State of the Union Ad…", "RT @Patztense: Trump's Evangelical base will take special notice of @realDonaldTrump closing the DOW 666 points down to put a capper on his…", "RT @BerthanPete: \"Devolution was always as doomed as the Union. It was always going to be too successful for the British state to be comfor…", "State of the Union, Infrastructure, and a New Podcast - TPA Weekly Update:  February 2, 2018 - https://t.co/HSpF9wscOo", "RT @PolitiFact: Are @realDonaldTrump's State of the Union ratings the highest in history, as he tweeted? #SOTU https://t.co/T7Y63FiugX http…", "RT @marcthiessen: This is why @milbank is one of my favorite liberal columnists. He's willing to take on his own side when they are wrong.…", "GOP lawmaker condemned for inviting Holocaust denier to State of the Union https://t.co/3y8cOztRKv https://t.co/uySd4ooavQ", "@JohnKStahlUSA It was such a laugh watching the State of the Union. What a cow sitting there flopping her false teeth around!", "RT @sciam: Blog: President Trump's hostility to evidence-based policy has not made the state of the union stronger, safer or prouder. https…", "RT @Erica_Sullivann: DL Hughley On The State Of The Union Address https://t.co/42jtEwXbqN https://t.co/Kv39KPssiP", "RT @HuffPost: Trump loses out to Obama, yet again https://t.co/NZh3fsXW8y", "RT @GOP: Safe. Proud. Strong.\nThat’s the State of Our Union.\n#SOTU https://t.co/4V8lwP7LpT", "Trump gives his first State of the Union, the Nunes memo is released, and iGen is a thing? Here’s the news you need… https://t.co/lfTnKdPSmK", "Trump Didnt Understand His Own State of the Union Guest https://t.co/juWwsgp0PU", "2018 State of the Union Fact-Check https://t.co/0DPvQDutBs", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/OYORtJJzE9", "I added a video to a @YouTube playlist https://t.co/QWqQMgZGX5 Melania Trump Gives Her Own State Of The Union", "Breaking Down Trump’s First State of the Union @RUWithSonali #RisingUP https://t.co/JhFDn73V3T", "'Why? Why? Why?': CNN's Jake Tapper perplexed by Trump's need to lie about State of the Union ratings https://t.co/Pf2tddZtag", "RT @refgmedia: Industry News:  The U.S. Legal Marijuana Industry Is Booming  https://t.co/xNfwU1uCf9", "RT @UrbanCURE: When Americans open up their minds to our ideas, the people who sat in those seats while the President spoke about black une…", "RT @budgie: @EmmaKennedy How long do you think it took Morgan, after the end of the State of the Union, to stop being upset that Trump didn…", "Lone Democratic Senator stands to applaud during Trump&amp;#8217;s State of the Union speech https://t.co/tdVhLAJdL1 via @realDennisLynch", "&amp;apos;What will it change?&amp;apos; In rural Iowa, there are better things to watch than a State of the Union", "RT @VanityFair: \"The declining relevance of the State of the Union is partly a function of Trump and what we all know about him.\" https://t…", "RT @TrumpTimer: Day 376: Judge Trump by His History, Not How He Reads State of the Union #SOTU https://t.co/cV0SU4zk6r https://t.co/Djzp1rx…", "NEW MUSIC: CHRIS BROWN “STATE OF THE UNION” https://t.co/Vb1w71zjLj https://t.co/M0AREEC8jk", "Poll: 60 Percent of Viewers Approved of President Trump's State of the Union Address https://t.co/TcjXahw73w https://t.co/cZSPh0Fv1n", "RT @CoryTV: Among @mtaibbi's State of the Union Drinking Game Rules (Trump Edition) - \"Mentions @ExxonMobil, @Walmart, @Apple or any other…", "@SenBooker @CoryBooker #pussyboycory, senators also swear to uphold our laws and then show up at the state of the u… https://t.co/z7IXVRzZWF", "RT @Alyssa_Milano: Source: https://t.co/sgjlFqa0MQ", "@TeaPainUSA @CNBCnow Right after his inspiring State of the Union!!", "RT @Jaye_inUSA: Interesting is the choice of “Joseph Kennedy III” as the #Democrat’s poster boy to rebut President Trump‘s State of the Uni…", "2018 State of the Union", "@SLRoss528 @mattgaetz It’s not a narrative you embarrassment. He actually brought the bigot to the state of the uni… https://t.co/y4wXHyAT2D", "This Sunday on Lone Star Politics , @SenRoyceWest and @RepMattKrause join @gromerjeffers and me to talk about State… https://t.co/24NHQMmrAS", "RT @CFSTrueFood: \"We’re no longer dreading the harm the Trump Administration could do to our health and #environment—we’re living it.\" -G.…", "Rebel Buzz: “Trashy” Grammys vs. Trump’s “glorious” State of the Union address https://t.co/xn7JcZK0Qr #uhuru #poyb", "RT @RealDonad_Trump: Thank you for all of the nice compliments and reviews on the State of the Union speech. 45.6 million people watched, t…", "RT @anjalitsui: Last night, Trump used the murder of two teenagers on Long Island to call for tougher immigration policies. His reason? Som…", "GOP Senator Invited Senate Custodian as His Guest to Attend State of the Union https://t.co/8dKSz3Ptpy via @weaselzippers", "RT @RepJoeKennedy: “Ladies and gentlemen, have faith: The state of our union is hopeful, resilient, enduring.” #SOTUResponse", "RT @AirbnbCitizen: Airbnb’s mission remains building a world where anyone can belong anywhere. \n\nAs world leaders engage in dialogue that's…", "Another lie from your #President\nBlack unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by… https://t.co/o2PTYrrL58", "These Are The 15 Guests Donald Trump Is Bringing with Him to The State of the Union\n https://t.co/uQCujueIsx", "RT @US4FarmerFamily: “40% of corn grown in #IL is exported to #NAFTA\ntrading partners. American agriculture enjoys a trade balance of more…", "RT @NASHTUWORKS: State of the Union Continues Infrastructure Tease - https://t.co/B59Grf72AB", "Exhibit A of what is wrong with our citizens. No, not the guy playing candy crush. You would be surprised how... https://t.co/4OAiDAmuBH", "RT @FLOTUS: Last night I was surrounded by a wonderful group of guests for the State of the Union. It was a privilege to meet them and hear…", "RT @TrumpSuperPAC: PIERS MORGAN: The State of the Union stats don’t lie: Americans are turning against Trump-hating celebrities and buying…", "RT @PressSec: Awaiting @POTUS in the House chamber to deliver his first State of the Union Address - Safe, Strong and Proud America https:/…", "RT @PresidentShow: The president is creating so many jobs -- like the two separate limo drivers who took him and Melania to the State of th…", "Watch: At the State of the Union, Democrats pouted as Americans were applauding for more money in their paycheck th… https://t.co/Nv0wb6w0ig", "The Real State of the Union: 6 Ways Trump Is Bad for Food, Health and the Environment https://t.co/IzlJ3NGmmZ", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/g2XfrhS9ni via @MailOnline", "RT @ClintSmithIII: Can we cancel the State of the Union &amp; just move up the release date of Black Panther to tonight? Lupita Nyong’o is my p…", "Obama's State Of The Union Had More Viewers https://t.co/Gq9mYNZEs2 vía @YouTube", "RT @thehill: Trump wrongly claims his State of the Union was the most-watched in history https://t.co/boNFzrkd85 https://t.co/UOZnlddaRB", "The U.S. legal marijuana industry is booming  https://t.co/Y4ysgnWAO9 via @CNNMoney", "Trump Didnt Understand His Own State of the Union Guest https://t.co/lZH1jeJ4Vw", "RT @USATODAY: Rep. Joe Kennedy speaks out against “bullies” in Democrats’ response to President Trump’s first State of the Union … https://…", "RT @fbailey: “Donald Trump’s first official State of the Union speech was not only a dark and depressing litany of lies and... https://t.co…", "RT @gnuman1979: GOP congressman brought a neo-Nazi to Trump’s State of the Union - https://t.co/yEzXroJVfA", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/2cXahOwDO9", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/Alk0vXGmmw via @HuffPostPol", "Obama to unveil executive actions cybersecurity ahead of State of the Union address - Washington Times https://t.co/JY18Oijanj", "The morning after the State of the Union, Unanimous researchers convened two swarms of American voters. One of was… https://t.co/mUISiucdR2", "Your nonprofit can weigh in on the State of the Union message and the Trump Administration's plans, but you cannot… https://t.co/jTvR5muU22", "“If @POTUS wakes up on the right side of the bed, we'll be 'lucky' &amp; get off with just a renewed conflict in the Mi… https://t.co/3BG5kx6M6o", "Video: Bernie Sanders responds to Trump's State of the Union https://t.co/TWklOTgHij", "@WalshFreedom @SarahHuckabee Remember when you disrupted a State of the Union speech as a disrespectful, self-aggra… https://t.co/fcZMb62fXY", "RT @elielcruz: \"Individuals choose whiteness over their belief in God,\" - @deray is touching on something I wrote about it today on white c…", "@thehill This is the same wacko bird that wanted Dreamers who attended the State of the Union arrested.  Getting an… https://t.co/hfGvlOVIT1", "RT @TomDangora: Tonight was suppose to be the first time in history little girls were going to see a woman deliver the State of the Union.", "Colorado congressman bringing daughter of deported man to Donald Trump’s first State of the Union address https://t.co/dXUFVzYuI4", "Trump&amp;apos;s first State of the Union vs. Obama&amp;apos;s: By the numbers https://t.co/3rnrRlAYWs", "RT @RepMattGaetz: \"President Trump sat on the floor (at the State of the Union), when Congress was pressing him if he would #ReleaseTheMemo…", "RT @YngLiberalGirl: GOP lawmaker condemned for inviting Holocaust denier to State of the Union | US news | The Guardian  https://t.co/wKE5x…", "The Black Girl State of the Union #girl https://t.co/XW2S3Y4eDT - get content from: https://t.co/cSgbmhopys", "RT @krikaworks: If only Hillary had gotten out of the way, Bernie Sanders would be our President today.\nhttps://t.co/Bj7rjsPIB2", "RT @Har_vey007: No illegal should knowingly be allowed into the capital for the State of the Union Address.", "RT @BB4SP: “Observations after listening to the State of the Union address and before colored through listening to or... https://t.co/69p1W…", "Getting lazy on politics at the moment, returning since the State of the Union Address.", "Thanks for the mention @CambridgeDay We're excited to host our 2nd People's State of the Union story circle… https://t.co/qDvaxzQYrm", "RT @MSargent83: Phenomenal piece on free markets and infrastructure by @KevinNR. I expand on some of the problems he cites and propose a \"d…", "State of the Union Speech Highlights President Trump’s Vision for Massive Reductions in Immigration https://t.co/TIRWXyrLfE", "The stock market had its steepest drop since the 2008 recession today... 3 days after Trump's 1 year State of the Union. Coincidence? 🤔", "RT @RepMattGaetz: I am calling for President Trump to #ReleaseTheMemo tonight during the State of the Union, so the American people can fin…", "RT @CBCAlerts: President Donald Trump boasts the 45.6M people who watched his State of the Union address is 'the highest number in history.…", "And on the third day after the State of Union, the claims of record low African American unemployment and record... https://t.co/NduiDH6LCQ", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/wsEEyYqPCe", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/npOJ6WWRm3", "RT @eclecticbrotha: A .9% rise in black unemployment as the DOW is on track for its worst week in two years. The state of Trump's Union is…", "RT @MrDespicable: The week of Trump's \"Look at the markets! The economy is strong!\" State of the Union, the markets have their worst week i…", "RT @jaketapper: Fewer viewers than the first SOTU’s for Obama in 2010, Bush in 2002, Clinton in 1994.\n\n“Which means Trump’s initial SOTU, t…", "RT @RepBarbaraLee: .@SpeakerRyan – is this what Republicans really stand for? Trying to arrest #DREAMers attending the State of the Union?…", "@realDonaldTrump Great state of the union address", "Not a good week, weekend or day for donald trump, and it's not over, from a terrible State of the Union to a disgra… https://t.co/oInB3rj2cd", "@kallywilli @realDonaldTrump Did you listen to the state of the union?  It was about Americans!", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/Q0EhLkcnC7 #Getwoke #Politics… https://t.co/I4HEK1cuZQ", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/OwqWiQQk90", "RT @Project21News: \"Whether you love him or hate him, President @realDonaldTrump deserves to celebrate — brag, if you will — about his admi…", "In the President's first State of the Union address, nothing was said about the rising levels of student debt and c… https://t.co/E5duHW2ILJ", "I highly recommend a #WaPo article by @wpjenna contrasting what seem to be two different @realDonaldTrump... https://t.co/Ht2Bf8TzJi", "RT @Patrickesque: Since the day of DJT’s state of the union speech, the Dow has lost ~600 points \n\n#MemoDay https://t.co/6FgekfRrF6", "RT @syqau: Trump Didnt Understand His Own State of the Union Guest https://t.co/lZH1jeJ4Vw", "RT @HuffPost: Stephen Colbert taunts Trump over his false SOTU audience claim https://t.co/NAqVwXOWxD", "RT @impeachdtnow: Sen. Kamala Harris slammed Donald Trump for equating 'Dreamer' with gang members in his State of the Union speech.\n\nThe S…", "RT @polishprincessh: How about my letter to the Speaker:\n\nDear Speaker Ryan:\n\nCongressperson Pelosi's &amp; Schumer deliberate disrespectful ac…", "RT @ErinDelmore: \"You're the President of the United States. You're not supposed to root for part of America to lose.\" —@RepJoeKennedy on T…", "Melania Trump Gives Her Own State Of The Union https://t.co/Til2TajhxO via @YouTube", "RT @SethAbramson: BREAKING: Less than 48 hours ago, an NBC report few noticed revealed that Trump thinks Manafort has info that could incri…", "RT @AC360: President Trump says his State of the Union viewership was \"the highest number in history.\"\n#KeepingThemHonest, no, it's No. 6 a…", "Was Trunp's SOTU address full of dog whistles to the hard right?  IDK. Didn't watch it. The State of the (White Nat… https://t.co/zR8XdlhdKQ", "@NancyPelosi @DevinNunes Pelosi, you are so pathetic!  Your childish, ridiculous behavior at the State of the Union… https://t.co/3E8OSJj7uU", "Razer: State of the Union proves we're on track for full-blown class warfare https://t.co/EVy8blwkIi", "Paul Ryan could be investigated for allowing corrupt activities at the State of The Union Address https://t.co/g3UrhHVb8d", "RT @syeddoha: Let's begin today by recognizing that #Trumpers and #Jingoism codenamed as #AmericaFirst has put the #US in 3rd place in the…", "Student guide to Trump’s first state of the union address https://t.co/oUc3ACFpEJ #sschat", "info@daines.enews.senate.gov :      The State of the Union is\n Strong", "RT @marinafang: Nearly 30 Democrats invited Dreamers as their #SOTU guests, among many attendees tonight representing a clear rebuke to Tru…", "ICYMI: President Trump's state of the union address and the latest updates for UNCO's student senate. We have the f… https://t.co/9BqOdZp3Qh", "RT @ValSantosOnAir: OH MY GAWSH!!!! @chrisbrown \"State of the Union\" is gorgeous", "RT @AprilDRyan: Wow,  And the White House @PressSec said they do not plan a targeted approach to black unemployment as the @realDonaldTrump…", "Full Transcript and Video: Joe Kennedy Delivers Democratic Response to the State of the Union https://t.co/pcqJMNB7Ac", "Gotta admit. This offends me. Candy Crush Saga is such a terrible game. Filthy Casuals...\nMuch better to be Galaga… https://t.co/g45M6BDDbW", "RT @mitchellvii: More than 70 percent of Americans who watched Trump’s State of the Union speech Tuesday said they favored the basic immigr…", "for those of you who missed the State of the Union Address... https://t.co/sPLBd66ZJy", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/cUBCofQRBf https://t.co/jwJR7sQXyz", "@realDonaldTrump @FoxNews I watched your state of the union address. I laughed so hard I thought  I was watching la… https://t.co/ET4wvafrmA", "@ABC Not after the State of the Union and the WEF sweaty speeches 😂😂😂", "Trump to borrow Clinton&amp;apos;s words for State of the Union address https://t.co/wNDjr9ZSOb", "In the same way that the Jordanian state decided to pull out of Palestine and to save itself a bunch of money and t… https://t.co/L5K3QN17TG", "RT @TrumpTimer: Trump's history outweighs him reading a teleprompter for 90 minutes.\n\nhttps://t.co/NRPW6oIK20", "@jaketapper are all guests for Sunday's \"State of the Union\" required to wear #Eagles green?", "RT @DcWhalen: Rep. Joe Kennedy: \"our highest American ideal — the belief that we are all worthy, that we are equal, that we all count in th…", "I liked a @YouTube video https://t.co/quNW7s1MpE Jimmy Kimmel on Stormy Daniels and Trump's State of the Union", "Trump inaccurately claims his State of the Union address was most-watched in history https://t.co/SCestmrgMn", "RT @CGage44663269: Maxine is so in love with herself isn't she? Donald Trump knocked it out of the park in the State of the Union....She ca…", "#CleanEnergy: No Mention of Global Warming or Renewable Energy in State of the Union ... https://t.co/9sBUEvNB6f", "RT @krassenstein: BREAKING:  Holocaust Denier &amp; Twitter Troll, Chuck Johnson, who tried raising money to \"take out\" an activist on Twitter,…", "#TV Tonight - Watch Harder: Altered Carbon, Absentia, 2 Dope Queens, Strike Back. Listen Harder: TV Tan 0210… https://t.co/UikrL9yIMU", "WTAS: Support For President Donald J. Trump&amp;#8217;s State Of The Union Address https://t.co/1y9v7vDzUH via @whitehouse", "RT @Chicana74: Media was escorted out of the RNC’s winter meeting on Thursday just as Trump labeled them \"haters\" and criticized coverage o…", "@NBCNews It always falls when our president has state of union. No matter which President is in the house.", "RT @politico: The nation's cartoonists take on the FBI memo, the State of the Union, and reports that @realDonaldTrump wanted to fire Rober…", "@realDonaldTrump History will Judge which FBI  move negatively impacted this great country.  Comey's memo of an all… https://t.co/qekRGzIo6W", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast\n\nMore lies and fake news from Comrade Dona… https://t.co/4jkSa4aksh", "RT @TrumpTimer: Day 376: Judge Trump by His History, Not How He Reads State of the Union https://t.co/NRPW6oIK20", "@thehill The same guy who wanted DACA recipients to be arrested while attending the State of the Union as guests? U… https://t.co/TVqJV8YKpf", "Trump Unveiled These Key Geoeconomic Plans in His State of the Union https://t.co/GX5jUryUxD", "RT @SenWarren: .@RepJoeKennedy is one of the most compassionate, strongest voices fighting for an America that works for everybody. He did…", "I Watched a Ghoulish Masquerade in Washington https://t.co/5LcCRGbTiX via @Esquire", "RT @johnpavlovitz: .@realDonaldTrump,\n\nCongratulations on having the most watched State of the Union Address of the past 16 years—by someon…", "Trump’s State of the Union: A Breakdown  https://t.co/hOiKdjWZA1", "Library Events Hosts the 95th State of the Union Address https://t.co/ceJVztsoKg? utm_medium=social&amp;utm_source=twit… https://t.co/OgE6eUk6ou", "RT @peoplefor: Great interview on @TheProgressHH podcast with @WorkingFamilies’ @ValerieErvin about Trump’s disturbing #SOTU speech and how…", "Trump’s Speech Leaves Two Sides Further Apart Than Ever on Immigration https://t.co/5vAKAoIiaR", "RT @LevinTV: Show Highlights: State of the Union | Donald Trump | Sad Democrats | Immigration \n\nOnly at https://t.co/i0CeMX8e7i https://t.c…", "Trump's State of the Union address failed to make children, health care priority (letter) https://t.co/1XFnc1xrYU via @theeveningsun", "Here is one person's take on the biggest omission in this week's State of the Union #SOTU2018 @aminterest… https://t.co/prHkp5fZIN", "RT @andylassner: The state of the union is a bursting shit show of a bubble https://t.co/GZC0qwkEwU", "RT @miliondollameat: 1 thing u gotta know about the state of the union is that we r fucked up", "I liked a @YouTube video https://t.co/RvqVenaUFq Trump's State of the Union: Not a Night for Facts: The Daily Show", "Tina Smith for MN Senate\nHere’s what happens when you implement a strong, progressive economic agenda. Let’s stay s… https://t.co/8uoWLuIv1b", "RT @OHWeekinReview: This week,\n👎 State of the Union: Divided #ProgressNowSOTU \n👩‍👧‍👦 #PaidFamilyLeave bill introduced @ Statehouse\n🔎Good go…", "@MarkRuffalo You are one of the reasons this country was never united in any way after the election. Your peoples s… https://t.co/Y3TqbYBk0R", "RT @CNNPolitics: Democratic lawmakers say Trump's State of the Union speech proves he doesn't care about the Puerto Rico crisis https://t.c…", "Stephen Goes Live After Trump's State Of The Union https://t.co/9cyvjCFEkP vía @YouTube", "@Comey Quite funny how he's just done the State of the Union, when Union means the action of joining together or th… https://t.co/5MTTBXA80s", "RT @pixelatedboat: Inspiring words from Trump at the State of the Union https://t.co/yrVRDGE2EC", "Gerald Celente - State of the Union: It's a Freak Show by gerald celente — Steemit https://t.co/BjkEJ3xcoH", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/sgBQqfHJeM", "Donald Trump lied about his State of the Union ratings. Obama, Gw Bush, Clinton Were All Higher 1'st. SOU'S! Why? https://t.co/gnuUfN6kV5", "RT @EnvDefenseFund: This stat is alarming: For the first time in 14 years, the president did not mention any form of alternative energy dur…", "Does Chuck Schumer look like Mr Burns from the Simpsons during the state of the union?", "No Mention of Global Warming or Renewable Energy in State of the Union https://t.co/fkT66eJsxQ", "RT @JackBaileyUSA: Rod Rosenstein is fighting so hard against the release of the FISA memo, because it implicates him. \n\nDemand that Congre…", "THE PRESIDENT’S STATE OF THE UNION ADDRESS CONTINUES TO EARN APPLAUSE https://t.co/t9TP2hFMdF", "Video: Bernie Sanders responds to Trump’s State of the Union https://t.co/OrLKMIr9pK via @NationofChange", "RT @MollysMagic56: Where r the trump tweets now, bragging about stock market. Wish this happened monday, so he shut up at the state of the…", "What drug was used to keep #OrangeImpostor in check during his reading of his writer's State of the Union Address?", "RT @AllAboutHelp: @tracybeanz @tracybeanz State of the Union: Trump to Declare a ‘New American Moment’ (pretty close to \"My Fellow American…", "The State of the Union Is Unknown: https://t.co/fLU1bt69TJ via @theprospect", "RT @rcooley123: WATCH: Bernie Sanders delivers Trump State of the Union rebuttal -  https://t.co/sNFfbWgXhl", "RT @JulieFineNBC5: This Sunday on Lone Star Politics , @SenRoyceWest and @RepMattKrause join @gromerjeffers and me to talk about State of t…", "Did you watch the State of the Union and you're still crabby? Get the shirt and support the Lions. Order online:… https://t.co/98u2EuySz9", "I liked a @YouTube video https://t.co/MW81okonwY Obama's State Of The Union Had More Viewers", "Did you watch the State of the Union and you're still crabby? Get the shirt and support the Lions. Order online:… https://t.co/FigDNiw1wd", "RT @BoldProgressive: .@IronStache went to the #SOTU to put @SpeakerRyan on notice. Randy is a fighter for working people. He will hold Trum…", "Bernie Responds To Trump's State Of The Union With Policy Substance https://t.co/FTG8rs0M8W", "\"Whether you love him or hate him, President @realDonaldTrump deserves to celebrate — brag, if you will — about his… https://t.co/Y9cbS7atuq", "People Over Pundits: Your Reactions To Trump's First State Of The Union https://t.co/S7llqYK9Te https://t.co/bkV0lyzOU6", "RT @JeffMerkley: Let’s be real about @realDonaldTrump’s infrastructure “plan.” It hands over our public infrastructure to Wall Street, crea…", "Black activists heap praise on President Trump’s #StateOfTheUnion address\n@co_firing_line @StacyOnTheRight @CArps… https://t.co/Tyy3mJ3YTU", ".@JamesFallows poses the key questions about Trump's State of the Union address, and annotates its text: https://t.co/Wayy8Utuxd", "RT @AllenFrancesMD: Did anyone else notice the striking physical &amp; moral resemblance between Donald Trump &amp; Animal Farm's Napoleon Pig?\nhtt…", "Trump's 'dreamers' line in State of the Union draws praise from David Duke https://t.co/oH6iw6onmQ via @politico", "The State of Phishing &amp; W-2s - Credit Union Times https://t.co/lgi4JL47gn https://t.co/HbPGrpJqQz", "POLL: Trump Approval Skyrockets After State Of The Union https://t.co/DIRBO8ATuu via @dailycaller", "RT @BatmanResist: Matt never met a Nazi he doesn’t like. Takes Holocaust denying, twitter banned sociopath to SOTU. #MakeAmericaReadAgain #…", "The State Of The Union can't be great if people are losing #HealthCare. In The Void Of Lies (A #Novel): #TrumpCare… https://t.co/DxQ5UYzhtb", "POLL: Trump Approval Skyrockets After State Of The Union https://t.co/HJmSMn70X0", "Trump exaggerates VA accountability law's impact in State of the Union address https://t.co/X8dtxLm7QK", "RT @OhNoSheTwitnt: I wish they had a Puppy Bowl equivalent for the State of the Union.", "RT @DaShanneStokes: Democrats and a tiny handful of Republicans are trying to put out the fires while Trump runs rampant with a box of matc…", "RT @Dianewhitlow1: @realDonaldTrump Great state of the union address", "Live coverage: Trump&amp;apos;s State of the Union address https://t.co/1J2emhJFX1", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/B4cMwPzgoI via @MailOnline", "RT @bbusa617: Fox News Leaves CNN and MSNBC in the DUST! Ratings! https://t.co/HPOxsvb1Q3\n\nFOX MARKED THE HIGHEST-RATED STATE OF THE UNION…", "RT @ViewFromWise: The new normal in Trump's neo-Nazi America - \"US Republican Congressman Matt Gaetz brings Trump supporting Holocaust-deny…", "RT @amyklobuchar: Tonight my guest for the State of the Union is Shelly Elkington, whose daughter died after battling an opioid addiction.…", "EXCLUSIVE: The North Korean Defector At Trump’s State Of The Union Has A Message For Kim Jong Un https://t.co/rEzl11gfbH", "RT @HollywoodLife: Democratic congresswoman Brenda Lawrence played CANDY CRUSH during Donald Trump's #SOTU address 😂  https://t.co/grZIS758…", "RT @MakeItPlain: Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/Q0EhLkcnC7 #Getwoke #Politics #Trump…", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/mepTZ7uHzO https://t.co/ycsOBhnfvl", "RT @MiaFarrow: Trump’s SOTU audience size ranks 9th out of the addresses delivered by presidents since 1993.\n\nObama’s first State of the Un…", "After appearing on Infowars for a 100% friendly interview, @mattgaetz now says Infowars \"is a platform that I think… https://t.co/lBPauAgLK7", "San Juan mayor slams Trump after State of the Union: ‘He truly does not care’ https://t.co/FjKw9zQeZZ", "@realDonaldTrump Dow plunges 665 points as stocks post worst week in 2 year\nhttps://t.co/ZESuRM67CE\n\nThe Deep State… https://t.co/9V6Xk6zNrX", "\"Ginsberg, who is 84, is currently on a nationwide speaking tour and missed President Trump's maiden State of the U… https://t.co/rN7Hplg5uL", "Donald Trump delivers his \"State of the Union\" speech. #MAGA https://t.co/kzxRM3x9dq", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/81u1UD2MvH via @MailOnline", "@ryanjreilly This is the same guy who wanted capital police to arrest dreamers who came to the state of the union. What a shumck", "Trump’s State of the Union: Australian’s may have no idea « JoNova https://t.co/bvdjPYl7xO via @JoanneNova", "You guys remember Trump's first State of the Union a few years back? https://t.co/fNZNCOIFPU", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/UilSlQ3wBk", "#SOTU #Trump approval rating vaults after State of the Union https://t.co/XSe7SoO7y7 via @MailOnline", "@GOPChairwoman They are all filled with anger and hate. Didn’t you see how awful and disgraceful the dimwit Democra… https://t.co/ElkHZdTOJn", "RT @HuffPostPol: Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/UilSlQ3wBk", "RT @SuperCoolJoel: The State of the union is always like a car salesman trying to get you to not return a lemon.", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/EBFrp2ZGQr", "\"Democrat idiots and Joy Reid react to Trump’s State of the Union (Video)\"  https://t.co/7ypxyL3cOW #TCOT #MAGA… https://t.co/UOPSKp8hSj", "RT @ananavarro: I realized listening to Trump read his State of the Union, I don’t trust one word that man utters. I was unmoved by all of…", "@KrisParonto @ACLU Tell \"Faiz\"  that the \"State of the Union\" is the  state of the \"American\" Union thus  using the… https://t.co/I5Yzd42mkY", "RT @KimWeaverIA: .@SteveKingIA, did you know that Iowa was actually part of the Underground Railroad?\nIn fact, Iowa was also a Union state,…", "RT @IWillRedPillYou: President Trump's State of the Union Address to Inject $1 Trillion into America's Infrastructure\n#StateOfTheUnion\n#Sta…", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/Qp806wNzsd", "RT @mabhisek: Sunayana Dumala of Olathe becomes symbol of hope for immigrants at State of the Union @SenateGOP @SenateDems @SpeakerRyan @Tu…", "RT @rixmal_smith: State of the Union: Trump Calls for Putting Americans First,  But on Immigration It's Still Amnesty First https://t.co/j6…", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/Y9kdKFaYVC via @HuffPostPol", "@brianstelter Yeah, just like he's very critical of the alt-right loon he brought to the State of the Union. Disgusting.", "During Trump's State of the Union speech, democrats modeled stone-faced liberalism! https://t.co/8Mdxn3VPJ0", "RT @PrisonPlanet: If the reaction to the State of the Union proved anything, it's that Democrats really do want America to fail.\n\nSHARE: ht…", "RT @npnikk: Luis Gutierrez: Reports about storming out of Trump's State of the Union are 'completely false,' 'spin' https://t.co/ssc53nrqHP", "RT @benshapiro: TRUMP'S TRIUMPH: The Top 8 Moments From Trump's State Of The Union https://t.co/97LCWXfGJm https://t.co/V12XTvQTf2", "RT @NumbersMuncher: Rasmussen: Trump approval hits 49-49 post State of the Union speech - his best day of approval since last June. \n\nThe '…", "@tallgirl54 @benshapiro Of course it does.   It means jail.    Its not like Trump at the state of the union, who li… https://t.co/xVQ83ayJRD", "Donald Trump Celebrates Great Ratings for State of the Union Speech - Breitbart News: And the Democrats are on suic… https://t.co/b518pyb9A4", "Thank you for all of the nice compliments and reviews on the State of the Union speech. 45.6 million people watched… https://t.co/20Kzl7hc5s", "Full text: President Trump&amp;apos;s 2018 State of the Union address", "RT @BearNewsUNCO: ICYMI: President Trump's state of the union address and the latest updates for UNCO's student senate. We have the full st…", "What’s the most important benefit of open data? Check out the second edition of the State of the Union of Open Data… https://t.co/xvPVU0a0nb", "I liked a @YouTube video https://t.co/9bdeIYTcyJ Stephen Goes Live After Trump's State Of The Union", "RT @patterballs: I didn’t catch the State of the Union last night. But I did see a dog crap on the sidewalk this morning so I feel like I’m…", "Wanna feel old? The State of the Union address was three months ago.", "RT @Lawrence: Mueller’s 1st question to Trump should be how many people watched your State of the Union speech.", "RT @Nielsen: Nielsen is a proud sponsor of the Media Insights and Engagement Conference, where we'll be discussing the State of the Union f…", "I liked a @YouTube video https://t.co/ydxuLO8hRy Ellen Gives Her Own State of the Union", "@SenSanders How many times did you stand during the state of the union?  We know who is partisan.", "RT @SenateDems: MN's @SenTinaSmith delivers our Weekly Democratic Address with a direct response to President Trump's State of the Union ad…", "If only Hillary had gotten out of the way, Bernie Sanders would be our President today.\nhttps://t.co/Bj7rjsPIB2", "Democrats Put On a Childish Show at President Trump's State of the Union address. Sulking and sighing.", "RT @Franky_P_: JR./SR. PODCAST ALERT:\n\nThis week I bring on arguably the worst guest I've ever had @FightinHydrant. Tune in as Senior gives…", "RT @thehill: NEW POLL: Trump' s State of the Union gets least positive reaction in 20 years https://t.co/OTQ7kJ1t8y https://t.co/bDX7s748La", "@JoeNBC What State of the Union??😂", "RT @fastcrayon: Nothing in the State of the Union about education. \n\nBut then again why would we discuss a national endeavor that has such…", "RT @TheConWom: Disgraceful Democrats are anti-family, anti-faith, anti-police and anti-America writes Laura Perrins after Trumps \"awesome\"…", "RT @TravisAllen02: BREAKING: Low ratings @realDonaldTrump is THE MOST UNPOPULAR PRESIDENT OF ALL TIME at their first State of the Union!\n\nR…", "Four State of the Union Themes That Deserve Further Review… https://t.co/OMKE8kdFvJ", "I’m sure he is the least Holocaust denying Member of Congress you’ll ever meet! https://t.co/WqMtrKxWP3", "VA reveals hundreds of additional firings following Trump’s State of the Union https://t.co/guYyv2eRW4", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/FcuwO04j6g", "RT @PalmerReport: Donald Trump’s day so far:\n\n- State of the Union sucked\n- Joe Kennedy showed him up\n- Trey Gowdy quits Congress\n- FBI sla…", "Bernie Responds To Trump's State Of The Union With Policy Substance ... Thank you Bernie https://t.co/vaiebPDUXu", "@TheRock The INDEPENDENT response to The State of the Union Address! @TIPUSAINC If you are serious about running! https://t.co/6nY53apWfQ", "RT @Pink_About_it: The difference between Obama's state of the union was to shame people into thinking America isn't great--\n\nTrump's highl…", "I liked a @YouTube video https://t.co/hcMuxtld7G FULL. President Trump 2018 State of the Union Address. Jan 30, 2018.", "Gerald Celente - State of the Union: It's a Freak Show https://t.co/xqKT6FDo4u via @YouTube", "Ambassador (ret.) Norm Eisen to Attend State of the Union as Shea-Porter’s Guest https://t.co/4GQfzsLdaI #NHpolitics #Union #UniteBlue", "RT @RealCandaceO: No exaggeration--my Facebook page has been SLAMMED with messages like this from Democrats. \n\n@realDonaldTrump absolutely…", "RT @Thunderbirds511: Tina Smith for MN Senate\nHere’s what happens when you implement a strong, progressive economic agenda. Let’s stay stro…", "State of the Union: Stocks Dive to End Bad Week, as Rising Pay Creates Worry via @NYTimes https://t.co/LFRlQfpNn9", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/URbqJmdqsY", "RT @pretareporter: Melania Trump wears white to the State of the Union: https://t.co/oduFvYjL2H https://t.co/qxItoOcXwK", "RT @ABC: North Korean defector Ji Seong-ho \"deeply moved\" by standing ovation at State of the Union. https://t.co/up1g3FkaZj https://t.co/M…", "RT @CarmicOne1: Joe Scarborough just said \"Trump makes the State of the Union address meaningless\"\n#BoycottStateOfTheUnion #ProtectMueller…", "The Black Girl State of the Union https://t.co/QNDVLLK01Y #BlackGirlsRock #BlackGirlMagic #BlackWomenLead #DoBetter… https://t.co/nW31ednSmm", "Trump to borrow Clinton&amp;apos;s words for State of the Union address", "RT @CBSNews: Early in his address, Pres. Trump recognizes Coast Guard Petty Officer Ashlee Leppert, who \"was aboard one of the first helico…", "Black unemployment spikes, complicating Trump’s State of the Union triumph | @juliacraven | @HuffPostPol… https://t.co/CTrVigk4Hf", "CatsRoundtable listen live 2/4 9:00am EST AM970|https://t.co/R7p9z2wVfg\n@JessicaDitto - State of the Union speech well received", "Trump vaults to 49 per cent approval rating after State of the Union https://t.co/NoyvkV6vn4", "Trump Joins Obama and Bush in Using State of the Union to Hail \"Progress\" in Afghan War https://t.co/rnsODF5SQz via @truthout", "RT @colinflaherty: Best and final and funniest word on the State of the Union and the Kennedy reply … Must read ..\n\nhttps://t.co/bKQjpmXrhy", "RT @JoeFreedomLove: Poll: 60 Percent of Viewers Approved of President Trump's State of the Union Address https://t.co/2EykxY7tSG", "RT @ChinaDailyUSA: US President #DonaldTrump in his first State of the Union address on Tuesday blasted unfair trade deals and accused the…", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/RJNz8hBaEA", "RT @IndivisibleNet: So you know who Rep Matt Gaetz is? He is the one that took a flight with Trump and afterward tried kill the Mueller inv…", "RT @MSNBC: President Trump tweeted that viewership for his first State of the Union address was “the highest number in history.” But accord…", "@MelindaTolley @WalshFreedom Uhm, I don't remember her giving a state of the union address, just saying. \n Hillary… https://t.co/gcn1R4nqNC", "RT @ThisWeekABC: COLUMN: As I watched Pres. Trump’s State of the Union address Tuesday evening, all I heard was a request for the American…", "RT @Independent: Here are all the false statements Trump made in his State of the Union https://t.co/YWbKQCd7eG", "Rep. Joe Kennedy invites transgender soldier to State of the Union address https://t.co/KLnqKeSfck", "@VP More pay more jobs across the United States. And the Democrats sit down at the State of the Union Address when… https://t.co/NlKh36bvBF", "Trump&amp;apos;s first State of the Union vs. Obama&amp;apos;s: By the numbers https://t.co/nwvksiPHgL", "The state of our union is strong. Read my recap of the week in the Senate here: https://t.co/aXmITsaknG", "The state of the union is a bursting shit show of a bubble https://t.co/GZC0qwkEwU", "@RepMattGaetz You’re an embarrassment. bringing a bigoted holocaust denier to the state of the union says enough ab… https://t.co/tVsav87R8y", "RT @nowthisnews: On the night of Trump's address, these members of Congress told us the real state of our union https://t.co/ZbzKNJaG8t", "RT @Slate: Trump claims his State of the Union speech was most watched in history. He’s lying. https://t.co/gIqaKhjgVv https://t.co/2agNM9F…", "Several of the female candidates featured in our #RunningWomen2018 project shared criticism and praise alike in res… https://t.co/3nIsp19Rec", "RT @Kegan05: \"Donald Trump has never been afraid to pat himself on the back. And he didn’t disappoint during his own State of the Union add…", "RT @Democratic_Rep: Fact check: Donald Trump's State of the Union address analyzed #StateofOurUnion #StateOfTheUnion #SOTU￼ #SOTU2018 \nhttp…", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/y4OxrxnHXt via @HuffPostPol", "Brave North Korean Escapee Lauded During State of the Union https://t.co/stPeZ7gN6g", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/PeIXqhMONl", "RT @NewsSnakeMD: Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/8OhGqtXXVm", "RT @iadevaia16: @FoxNews @mattgaetz Matt Gaetz brought a neo nazi to the state of the union and has recently been on info wars", "-The Latest Advice and Consent: @Curious_Kurz tells you how to deal with the State of the Union...by turning it off\nhttps://t.co/1jDcdBdQYD", "RT @ViewFromWise: Republican US Congressman Matt Gaetz condemned for taking white supremacist anti-Semite Holocaust denier Charles Johnson…", "@nytimesbusiness State of the Union speech?", "RT @SkipAwesome: @realDonaldTrump @FoxNews TV Ratings: Trump’s First State of the Union Fails to Match Obama in Viewership https://t.co/Rqe…", "RT @dawg_lb: @Potus\n@NancyPelosi \n@RepMaxineWaters \n@SenSchumer \n\"Inhumain, heartless, no self-respect, unacceptable behavior by the dimms\"…", "RT @AriFleischer: These six Congressmen are boycotting Trump’s State of the Union. But they all were Members of the Congressional Black Cau…", "Lied! Donald Trump lied about his State of the Union Ratings. Obama, GW Bush, Clinton Was More First State Of Union, https://t.co/GC7NoTkDQA", "RT @voxdotcom: President Trump took credit for record-low black unemployment in his State of the Union address. \n\nLast month, black unemplo…", "RT @ColumbiaBugle: #Editorial I had a feeling the Democrats were unpatriotic after seeing their reactions at the State of the Union, but I…", "Democrat Lawmaker Plays Candy Crush Saga During State of the Union https://t.co/z1pZOSrPri via @BreitbartNews", "I liked a @YouTube video https://t.co/S4R9RPxVNj Trump's State of the Union: Not a Night for Facts: The Daily Show", "RT @mcspocky: Trump embarrassed as first State of the Union falls 8 million viewers short of Obama’s https://t.co/5iKMjLrNdN\n\nIn every way,…", "Crush to judgment? Democrats played video games, checked Twitter during State of the Union — RT US News https://t.co/AfWpSDPuMA", "RT @wattsupwiththat: Trumps State of the Union Address #SOTU needs Batman comic book like exclamations BAM! POW! ZOINK! to accent all the z…", "RT @b4bylou: in the state of union address donald trump took advantage of two teenage girls’ deaths to demonize immigrants and call all bro…", "RT @benbwieder: Coming on the heels of President Trump's State of the Union speech, the mood at the RNC winter meeting this week was pretty…", "RT @stephenfhayes: \"The last president who neglected to mention the national debt or the federal deficit in a State of the Union address wa…", "RT @CharlieDaniels: When a United States congressman gets ups and walks out of a State of The Union Speech because of  a spontaneous patrio…", "RT @thehill: Alt-right activist who has denied Holocaust attends State of the Union as GOP lawmaker's guest https://t.co/dt76Heyxvo https:/…", "Trump tweeted that his State of the Union was the most watched in history #ThatIsADamnLie 😂😂😂😂🤣🤣🤣🤣", "Via @washingtonpost: RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/6hLalWK0PO https://t.co/BbguzjANvc", "Trump says his State of the Union viewership was the highest ever. The ratings say otherwise. https://t.co/LKEuL9ab7L", "10 Amazing Facts About America’s Economic Recovery From Trump’s State Of The Union Address https://t.co/bWjljN1vW4 https://t.co/xpeHKvLyKy", "RT @willbarrett_1: EXCLUSIVE: The North Korean Defector At Trump’s State Of The Union Has A Message For Kim Jong Un https://t.co/rEzl11gfbH", "VERIFY | Was Trump's State of the Union the most-watched in history? https://t.co/1kDPoCs9uJ https://t.co/FgIyLfNfc9", "RT @JacquesMorial: Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/z1FQDM68vs # v…", "RT @CBSNews: 8 in 10 Americans who watched Pres. Trump's #SOTU address felt he was trying to unite the country, rather than divide it. Two-…", "RT @nature_org: \"Environment\" didn't make it into the #SOTU, but \"infrastructure\" did. Nature happens to be some of the best infrastructure…", "RT @bustle: Everyone had an opinion about Joe Kennedy's #SOTU response (&amp; his chapstick). Here's what he has to say about it:  https://t.co…", "@FoxNews @mattgaetz False. And you invited a holocaust denier to the State of the Union.", "It deserves mentioning that the only time the Democrats found Trump to be presidential material in his first year i… https://t.co/Rm8ZeDdjGS", "Remarks by President Trump in State of the Union Address https://t.co/GrfHfD03f7 via @whitehouse", "Although I chose to boycott this year's #SOTU, I wanted to make sure I heard every word that the President had to s… https://t.co/QcKsj9R2Rq", "RT @HigherEdNotDebt: In the President's first State of the Union address, nothing was said about the rising levels of student debt and coll…", "Climate State of the Union\nhttps://t.co/AWzTs1iaHW\n#DSA #GreenParty #OurRevolution #JusticeDemocrats", "RT @AMike4761: PIERS MORGAN: The State of the Union stats don’t lie: Americans are turning against Trump-hating celebrities and buying into…", "The State Of The Union can't be great if people are losing #HealthCare. In The Void Of Lies (A #Novel): #TrumpCare… https://t.co/oUcE6EkFLG", "The Trump administration’s mention of civility in the State of the Union is now null and void with the release of t… https://t.co/WRhdD1sEXr", "Of Course Trump Is Lying About His State of the Union Ratings https://t.co/tyngROqjER via @flipboard", "RT @InspiringU2: President Trump's first State of the Union address garnered the LOWEST NET POSITIVE REACTION for such an address in 20 YEA…", "New Blog Post: Trump’s State of the Union Plans to Make Immigration Even Harder https://t.co/for98VBhWX", "Democratic congresswoman caught playing 'Candy Crush' during State of the Union https://t.co/Zqd49PFT8p", "RT @nyc_data_geek: \"Ginsberg, who is 84, is currently on a nationwide speaking tour and missed President Trump's maiden State of the Union…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/XzyyoGERt1 via @MailOnline", "WATCH: Democrat Luis Gutierrez Walks Out of State of the Union Early https://t.co/VojOSdrFS1", "RT @teach_econ: The Black Unemployment Rate was discussed during the State of The Union address. Here is an update: Black UR jumped from 6.…", "RT @RealDonaldTrFan: Nielsen ratings says 45,600,000 people WATCHED ME give the State of the Union address! MORE people watched me than ANY…", "RT @PhxKen: AMERICANS ARE DREAMERS TOO! PRESIDENT DONALD J. TRUMP STATE OF THE UNION ADDRESS. JAN 30, 2018 https://t.co/e74DnQ9a9b", "RT @educationweek: Is it a big deal that Trump barely mentioned education in his State of the Union speech? https://t.co/4DFhtNqQke https:/…", "RT @BreastsR4babies: @funder Hey Scott you like this SOTU party? Hilarious!\n\nhttps://t.co/TFYwPmMCaV", "RT @JonahNRO: The State of the Union was on Tuesday.", "1944, January 11 - FDR - Fireside chat #28 - State of the Union - closed... https://t.co/LkNN0TsY0E via @YouTube", "Democrats and a tiny handful of Republicans are trying to put out the fires while Trump runs rampant with a box of… https://t.co/ggBVRywiNN", "@realDonaldTrump The State Of The Union speech was one of the most boring, rambling and non-substantive I have hear… https://t.co/ID59Vbsxn3", "RT @fucktrump4d: @realDonaldTrump @FoxNews Nope, just untrue: https://t.co/6hCHZtRPMF", "@mike_Zollo @READY4raptureDF he's a terrible president, an awful spokesperson with a penchant for lying (why make e… https://t.co/uW5J9sEpTS", "@realDonaldTrump @FoxNews You are a liar. Your facts are wrong. Obama’s and Clinton’s state of the union addresses… https://t.co/niv9Ngd437", "RT @RepDanDonovan: .@POTUS delivered a powerful message to the American people on building a safer, stronger and prouder nation. He outline…", "The State of the Union got teleprompter Trump. The GOP retreat got real Donald Trump. https://t.co/dS1e8cQ68s", "The state of our union is corrupt. #SOTUresponse https://t.co/Vk9T0tF6RD", "RT @amyklobuchar: Better watch out, New Hampshire. We're coming for the top spot next year… Minnesota is #2 in @POLITICOMag's \"quasi-annual…", "RT @DiamondandSilk: Join us tonight for @DiamondandSilk chit chat Live at (New Time) 8 pm ET discussing the Released Memo, The Bias FBI, Th…", "RT @AsTheWHTurns: During there first State of the Union Speech the numbers are in:\n\nBill Clinton 45.8 mil\nG.W. Bush 51.7 mil\nB. Obama 48.0…", "@realDonaldTrump Guess he's reading a Teleprompter now for his tweets as well as his State of the Union address.", "Here’s the State of the Union address you didn’t hear about. https://t.co/zwu57Y5Kzm via @grist", "RT @JCats2013: CatsRoundtable listen live 2/4 9:00am EST AM970|https://t.co/R7p9z2wVfg\n@JessicaDitto - State of the Union speech well recei…", "Trump Reverses Line of “Dreamer” Song in State of the Union Speech https://t.co/pGoJVHkopE https://t.co/v4dhOwC18U", "I added a video to a @YouTube playlist https://t.co/Nj6NL2E829 Alan Grayson on News 13 - State of the Union Coverage", "During Trump's State of the Union speech, democrats modeled stone-faced liberalism! https://t.co/0iGKM4ETrt", "CEO Thomas P. O'Neill III on the 2018 State of the Union https://t.co/jqOpPHaZ70 via @YouTube", "loves that even @FoxNews couldn’t defend y’all lying ass president’s claim about his State of The Union viewership.… https://t.co/RkBXJsfUej", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/8OhGqtXXVm", "RT @robert_ostrom: Very first sentence of #SOTU @SpeakerRyan almost said “Its my pleasure to prevent the State of The Union”\n\nNice Freudian…", "President Trump delivered the 2018 State of the Union Address on Tuesday. The feedback from President Trump’s first… https://t.co/EWXHB6t3sE", "RT @jeepsuzih2: These 2 are Really Out in La la Land ... To act this way just totally shows their ignorance . https://t.co/3HqnSAv5Yy", "RT @MSNBC: Fact Check: Pres. Trump tweeted this morning that viewership for his first State of the Union was “the highest number in history…", "RT @SimonClaydon: THE STATE OF THE UNION IS TREASONOUS\r\r#Thread\r\r1/ Last week the #Trump administration committed #Treason. A 100% solid &amp;…", "RT @WinWithoutWar: Donald Trump is setting the stage for war. https://t.co/hl4mBAm8SW", "@judithravestein And these were probably paid to sit and endure it. Like the State of the Union Address I didnt tune in for his inauguration", "RT @exploreplanets: New Planetary Radio: Space Policy Edition!\n\nBill Nye and the State of the Union\n\nListen now for free at https://t.co/Fj…", "Trump's Evangelical base will take special notice of @realDonaldTrump closing the DOW 666 points down to put a capp… https://t.co/EMtuP4NC5v", "This is the true state of our union. https://t.co/AYzTIK4zAB", "So him saying it’s low in the State of the Union wasn’t only self aggrandizing and taking credit for Obans’s work..… https://t.co/JWXOKbshkH", "Donald Trump's North Korea rhetoric in #SOTU was an ominous carbon copy of Bush's Iraq rhetoric 15 years ago from t… https://t.co/0gio6PGTtp", "RT @joejope: My thoughts on the State of Union Address https://t.co/XDKuYvTaWD", "YES, ALL CAPS...AS AN AVERAGE TAX PAYING, AMERICAN LOVING CITIZEN, I SIT IN FRONT OF MY TELEVISION HORRIFIED AS TRU… https://t.co/9Xpo4Hf47v", "I’m late catching this one. I don’t care. It’s still good. Stopped in the middle of watching to tweet and share.… https://t.co/fBBIODbP9W", "RT @ajplus: President Trump has laid out a four-pillar immigration plan in his State of the Union. We fact checked his claims. https://t.co…", "On The Next IN THE DRIVER'S SEAT... @DoronPLevin weighs in on @POTUS \"State Of The Union\" claims, about the auto in… https://t.co/Ji3vKDpovR", "RT @CFACT: Trump delivers 1st #SOTU in 8 years to not mention \"global warming.\" Good! That's because global warming has absolutely nothing…", "#RizzNews: Democratic congresswoman caught playing Candy Crush during State of the Union  https://t.co/nxUELvDaRt", "@goldengateblond ... why couldn't the state of the union been tonight?", "RT @StephenKing: Set aside for a moment that Trump is a narcissistic, bad-tempered, lazy, and unprepared president, and consider this: the…", "RT @kilmeade: Will remember the personal stories more then anything else on @realDonaldTrump -1st state of union...his agenda is clear area…", "professor: did anyone watch the state of the union? \ngirl in my class: no, if i wanted to be lied to i would have called a boy", "RT @RepGosar: Today, Congressman Paul Gosar contacted the U.S. Capitol Police, as well as Attorney General Jeff Sessions, asking they consi…", "@FlatheadMama @MomCourager The top kid is the one Trump honored in State of the Union.  The bottom kid is the one O… https://t.co/sVHb6aSpzB", "RT @starbuck13502: Randys Response to State of the Union\n\n🔹VOTE @IronStache\n#RandyBryce\n#Wisconsin #W101\n#IndivisibleWisconsin\n#VoteBlue201…", "Bernie Responds To Trump's State Of The Union With Policy Substance https://t.co/dvWczGyEKr via @YouTube", "RT @CapitolLens: #PhotosoftheWeek from @pennstatetom and @billclarkphotos  https://t.co/AA10UndW2E https://t.co/iA9qSbL2Dh", "RT @FWD_us: .@KamalaHarris brought #Dreamer and @UndocuBlack’s Communications Director, Denea, as her guest to #SOTU.\n\nThis was the largest…", "Michigan Democrat played Candy Crush during State of the Union https://t.co/om9d2Id0PH via @dcexaminer", "RT @atc_united: Pretty good read on how the issue of ATC \"Privatization\" could rear its ugly head in the coming months. It ain't over yet f…", "GOP lawmaker condemned for inviting Holocaust denier to State of the Union  | Via TheGuardian https://t.co/AWAm97cIPJ", "Trump issues horrifying executive order on GITMO, just in time for his state of the union address https://t.co/4MqWwrZjQB", "RT @ShaunKing: Trump said his State of the Union was the most watched ever. It wasn't. \n\nEven Fox News had to call him out on this. \n\nMore…", "RT @pewdrdad: Even Geraldo is appalled by Dems' 'disgraceful,' 'rude,' 'childish' behavior at Trump's State of the Union https://t.co/GVUdr…", "GOP lawmaker condemned for inviting Holocaust denier to State of the Union https://t.co/u5UkB3wNTK", "RT @PoliticallyRYT: First Lady Melania Trump looked absolutely stunning tonight during President Donald Trump’s first State of the Union ad…", "POLL: Trump Approval Skyrockets After State Of The Union https://t.co/NE4j5T5fYx via @dailycaller", "@JackPosobiec @realDonaldTrump Oh yeah, after the State of the Union address when he was walking through the crowd,… https://t.co/1RyPEQ7Yf8", "Trump claims his State of the Union ratings were highest ever. Obama, Bush and Clinton had higher… https://t.co/jYAuUGvSiV", "RT @SenSanders: I know you might be shocked to hear this, but Trump got quite a number of things wrong last night in his State of the Union…", "RT @politicalHEDGE: Entered The Zeitgeist on January 30, 2018@9:53 am\n\nState of the Union boycotts are divisive, as well as, dumb ║ https:/…", "Revelations From The State Of The Union https://t.co/o3LVN2S6WK", "RT @TVTanPodcast: #TV Tonight - Watch Harder: Altered Carbon, Absentia, 2 Dope Queens, Strike Back. Listen Harder: TV Tan 0210 https://t.co…", "RT @SafetyPinDaily: GOP lawmaker condemned for inviting Holocaust denier to State of the Union  | Via TheGuardian https://t.co/AWAm97cIPJ", "So -- the Dow has cratered, the memo is out and Donald Trump is still president. Disaster all around.  The combinat… https://t.co/nbjZ1WklFM", "RT @LindaSuhler: Angel Family Member: ‘I Was Totally Appalled’ When Democrats Booed Angel Families at State of the Union Address\n\nThe Democ…", "Donald Trump lied about his State of the Union ratings. Whyyyyyyyy?\nhttps://t.co/7kqbYlaMxu", "RT @owillis: remember the state of the union? it was 10 yrs ago", "RT @atDavidHoffman: Among women, 18-49, HGTV was the third highest rated show OVERALL, during the 9 o’clock hour of the State of the Union…", "RT @politico: Media was escorted out of the RNC's winter meeting on Thursday just as President Donald Trump labeled them \"haters\" and criti…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/qR61pKR0Wt via @MailOnline", "RT @JoeFreedomLove: POLL: Trump Approval Skyrockets After State Of The Union https://t.co/DIRBO8ATuu via @dailycaller", "GOP lawmaker condemned for inviting Holocaust denier to State of the Union | US news | The Guardian  https://t.co/wKE5xS8onX", "RT @KyleKulinski: Bernie Responds To Trump's State Of The Union With Policy Substance: https://t.co/ckv69ExH8X via @YouTube", "RT @janschakowsky: Although I chose to boycott this year's #SOTU, I wanted to make sure I heard every word that the President had to say. V…", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/Lw0j8N4wIB", "Wacky Moments of Liberal Expression 2/2 - It’s a focus on the State of The Union – and on how the liberal media jus… https://t.co/4KcO6pkVfh", "RT @ASS__Jesus: Put all my holy money into the stock market after the beautiful State of the Union after Trump took credit for it! Wonder h…", "I liked a @YouTube video https://t.co/t40JDQCuJl Stephen Goes Live After Trump's State Of The Union", "The party of #lies (and #liars) hit a 'home run' with this 'whopper'...  https://t.co/3GNPcX6XIQ What say you… https://t.co/kgEhbFMuqW", "Donald Trump’s misleading claims about immigration in State of the Union address https://t.co/ZuvW9y86XW", "#immigration #news A Republican Congressman Wants Undocumented Immigrants At The State Of The Union To Be Arrested… https://t.co/7iAsWBFEd4", "The State of the Union: Marijuana Edition is strong, as @BDSAnalytics predictions show national #marijuana sales wi… https://t.co/mRdtaTmW6m", "Michigan Democrat played Candy Crush during State of the Union https://t.co/l52DGjuuwU via @dcexaminer", "YOU EITHER HAVE MORALS AND CLASS OR YOU DON'T AND CLEARLY THIS WOMAN HAS NEITHER ONE, YOU CAN'T BE TAUGHT MORALS... https://t.co/V7pAuUsdF6", "RT @newtgingrich: Solving the opioid crisis. Infrastructure reform. Lowering the costs of prescription drugs. These are all practical, bipa…", "RT @nakasec: Friends, watch this fantastic interview from @ABC7News featuring our DACAmented young leader, Jung Bin Cho! In it, he discusse…", "On CNN, Rep. Matt Gaetz defends appearing on Infowars and bringing a Holocaust denier to State of the Union… https://t.co/sGiM4bRYjJ", "The Black Girl State of the Union #girl https://t.co/hIUiplq68T - Learn More https://t.co/bIPXx8KfzE", "@vivelafra @sdaye411 @kentwilliam94 @TGowdySC And some think Trump is working for the truth..? He lied about someth… https://t.co/ucFuI14m7n", "RT @hautdesert: Have you watched Trump's State of the Union address?\n\n(Awkwardly worded answers due to character constraints)", "RT @carlottaclarice: Well the Nazis are cool with the speech- Trump's 'dreamers' line in State of the Union draws praise from David Duke -…", "During Trump's State of the Union speech, democrats modeled stone-faced liberalism! https://t.co/v5AcHKsief", "RT @WayneDupreeShow: Massa Pelosi had her slaves in check during the State of the Union didn’t she? #waynestake #realtalk https://t.co/Imz2…", "Folk's,I guess your waiting for my description of Pres. Trumps State of the Union speech.Ill try to use the simple-… https://t.co/ckXvJUzFRC", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/l8Ohoh2pNl", "RT @realMatMolina: It's pretty crazy that @realDonaldTrump had the biggest inaugural crowd ever, passed more bills in his first year than a…", "RT @refinishthis: Since when has that mattered to the blacks?  Look at what they did in the State of the Union Speech.  Sat on their ass. h…", "Gerald Celente - State of the Union: It's a Freak Show https://t.co/MWeSh1g2Et", "A State of the Union delivered by the president in person? Congress was agog. https://t.co/SQqNKf42vT", "On Saturday we observed #HolocaustMemorialDay. Yesterday, a sitting Congressman invited a known Holocaust denier as… https://t.co/mdZGmor7KH", "@realDonaldTrump Oh I know why Melina was upset at the State Of The Union Address. You just divorced her and married Hillary Clinton", "RT @DCameronSmith: State of the Union guests were the stars of Trump's #American pep rally https://t.co/NJMUu20rkU #SOTU #MAGA https://t.co…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/lE7JLDn2Sq https://t.co/u0GE3pLinO", "@RepGosar You're also the same idiot that wanted every ID checked going into the State of the Union Address.  You, sir are a COMMIE!", "RT @KellyannePolls: #Poll: Majority of viewers give Trump a thumbs-up for State of the Union speech https://t.co/RrVOJZ5SaW via @nbcnews", "Melania Trump Gives Her Own State Of The Union https://t.co/T41ouQX0UL via @YouTube", "RT @nowthisnews: President Trump’s State of the Union address had one false statement every 4.5 minutes https://t.co/hRWB1NWWvJ", "Eight things to know about Joe Kennedy III, the State of the Union response speaker https://t.co/c8gtD80cCC", "RT @LibDemWavValley: @Sheilam19534814 @Juliefrazz @JimMFelton @DougieBendall It's also a huge irony - calling ourselves \"Global Britain\" at…", "Black Unemployment Spikes, Complicating Trump’s State Of The Union Boast https://t.co/URhfZv7uD5 #Getwoke #Politics… https://t.co/2h2ArkJKoY", "'This is a threat to Kim' North Korea defector meets Donald Trump as tensions soar https://t.co/cTZS4ITTS9 https://t.co/WfEObtJOkb", "“hovering here\nin the balcony like a helicopter\nstraight out of Apocalypse Now—\nblasting some inaudible tune\nwith n… https://t.co/nWAMasZKrl", "RT @TheAtlPhoto: Photos of the Week: Super Blue Blood Moon, Starry Night, Stratofortress - The premieres of Winchester and Black Panther, t…", "RT @johnsykes1035: During Trump's State of the Union speech, democrats modeled stone-faced liberalism! https://t.co/0iGKM4ETrt", "@SenatorIsakson The state of our union is definitely strong for rich, white folks. For those who struggle to pay fo… https://t.co/EkoE55zov3", "Washington Post defends State of the Union coverage https://t.co/U8dlwLgN6U", "RT @MatthewSitman: \"The State of the Union...is more fitting for the subjects of a monarch than citizens of a republic. The sniveling adora…", "Obama's State Of The Union Had More Viewers https://t.co/ptgpQgKqMi via @YouTube", "@realDonaldTrump So much for unifying the country Mr. President.  Guess you can throw out that State of the Union address.", "RT @_Proud_American: STATE OF THE UNION 2018 🇺🇸\nHow did President Trump do?", "(51) President Trump's State of the Union needs a... - U.S. Senator Bernie Sanders https://t.co/hvGnHg1DV0", "@RBReich That’s why he said nothing until after his state of the union. He didn’t want to stain his moment. But he… https://t.co/ehVLkqSHJS", "@TeamPelosi During the state of the union address, what were you licking out between your inner lip and gum? Was it… https://t.co/UnCcwK3F1o", "First time I’ve shed a tear in weeks and it was to Senator @joekennedy's response to the State of the Union. He and… https://t.co/QHRBPFYGlu", "RT @PeaceAction: Playing With Fire and Fury on #NorthKorea - \"The United States has been at war continuously since the attacks of Sept. 11…", "RT @CPUSAHOUSTON: Trade unionists slam Donald Trump for 'actively hurting' US workers after first State of the Union address https://t.co/t…", "RT @DonaldJTrumpJr: We’re bring JOBS back to this country. We’re bringing the AMERICAN DREAM back to this country. Under @realDonaldTrump,…", "I liked a @YouTube video https://t.co/LvKTZlgE9h Trump might actually have the most viewed State of the Union. Not that it's a good", "RT @salfromflushing: @seanhannity @LindaSuhler Nancy Pelosi, and behavior of the Dems during the State of Union address is just ANOTHER rea…", "RT @GardenerAngry: @AllisonMcClell8 @MarkWarner @PaulBegala Some of the fact checking websites crashed during the State of the Union. I thi…", "RT @RwandaMFA: 2/3 Minister of State  @onduhungirehe briefied them on the African Union priorities and ongoing institutional reforms and on…", "Polling analysis State of the Union speeches attract high approval ratings #SOTU... #RT https://t.co/pPDGfD6lgJ", "4 Key Examples of Disturbing ‘Patriotism’ in the State of the Union #care2 https://t.co/NL4lEtM4V9", "Melania Trump Goes Bye-Bye at the State of the Union https://t.co/TTbERJo7lV", "RT @DerrickNAACP: Trump claim of boosting blk employment\n\n“This would be the rooster claiming that he made the sun rise because he crowed”…", "RT @FoxNews: Watch: President Donald Trump delivers his first State of the Union address. #SOTU https://t.co/unBWtslZsQ", "RT @KnorFromDK: That seems to be an exaggeration\nhttps://t.co/7hZgGwkLj3\n@NyPost", "RT @Sinatra1fan: POLL: Trump Approval Skyrockets After State Of The Union https://t.co/NE4j5T5fYx via @dailycaller", "RT @emet_news_press: #USA #LAT #NEWS  broadast by #EMET_NEWS_PRESS: What Trump doesn’t understand about black unemployment - In his maiden…", "RT @105267: https://t.co/VPmLkzyesR\nI want to hear from Maxine Waters on Obama’s database on all American citizens \n#SundayMorning #MeetThe…", "RT @Jay_D007: Bad LSD Trip Tales &amp; Trump State of the Union  - Jay Dyer Live Stream BO... https://t.co/cxnJQTFxx2 via @YouTube", "If Trump's State of the Union speech was so great, why has the stock market fallen 1,000 points since Monday a.m.? https://t.co/fuQ3Xkg6CU", "found my spirit animal. @BrendaLLawrence what level are you on?\n\nhttps://t.co/Eb0Qb1ogfB", "RT @KANTBOT20K: The REAL State of the Union 2018: LAS VEGAS SHOOTING MOTIVE STILL NOT RELEASED", "Ji Seong-ho is a symbol of how North Korea’s perfidy extends far beyond its nuclear program. https://t.co/CFeSAhWSoy", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/7yJfxtTNKQ", "RT @newsmax: Was she bored? One Democratic lawmaker was caught playing Candy Crush during Tuesday night’s State of the Union address!\nhttps…", "RT @MarkRocon: Being from Michigan I am ashamed to post this.\nLowest Black Unemployment in History!! meh.\nhttps://t.co/EehsRg1BqO", "RT @WhiteHouse: Tonight, President Trump delivered his first #SOTU address. He outlined the record-setting accomplishments of his first yea…", "Playing With Fire and Fury on North Korea https://t.co/au1wOxzqBL", "@Starr4freedom Oh poor lib I bet you sat during watching the state of the union address and about had a stroke.", "RT @SenJohnHoeven: Glad to have as my State of the Union guest @MissAmerica &amp; #NorthDakota native Cara Mund; she is truly committed to maki…", "RT @benshapiro: Democrats Sat ALL NIGHT During Trump's State Of The Union. That's Excellent News For Trump. https://t.co/dUnO0DCS6t https:/…", "RT @Yair_Rosenberg: Think of how much of your Twitter feed and news bandwidth has been taken up this week by (a) the State of the Union and…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/N2LnUzWIL9 via @MailOnline", "wouldn't it be nice if you worked that hard FOR your constituents.. I saw your face at the State of the Union..", "10 Amazing Facts About America’s Economic Recovery From Trump’s State Of The Union Address https://t.co/SDpzJ5LIry https://t.co/f4qysRDtjW", "RT @krassenstein: Trump:  My State of the Union Had the Most Viewers Ever!\n\nApparently he's no good at simple arithmetic:\n\n45.6 million  -…", "New story on NPR: People Over Pundits: Your Reactions To Trump's First State Of The Union https://t.co/m1ZNgZY5cX", "Is It a Big Deal That Trump Barely Mentioned Education in State of the Union? https://t.co/Xt4sL4Iqwr via @educationweek", "@IngrahamAngle @MSNBC U know he does. How is his crowd size or state of union ratings?  He is a child.  Everyone sa… https://t.co/nxduHiC7JR", ".@realDonaldTrump, you clown...how do your followers fall for your bullshit so easily?!? https://t.co/mmjOtyEvQ9 https://t.co/KNSsk7OEbK", "RT @npnikk: Melania Trump wears 'white' pantsuit to State of the Union? No, she didn't https://t.co/6oA37KXJEl", "@leilatwtr @Comey If you can’t or won’t see the scandal you are deluded and have no respect for the rule  of law no… https://t.co/HA2gMtMlxJ", "\"That is going to be a comforting message to the people of Puerto Rico once they have electricity to turn on their… https://t.co/hAbVUAP05A", "RT @BLACKGIRLSROCK: Political analyst @angela_rye expands her media platform producing her first primetime news special on BET Networks: \"A…", "The Mad Patriots » Democrats Put On a Childish Show at Trump’s State of the Union https://t.co/qjb1UW54Vj", "Bernie Responds To Trump's State Of The Union With Policy Substance https://t.co/WUVbeLobnx via @YouTube", "RT @tonyposnanski: On the first day of Black History Month...Donald Trump wants to tell you that he had high ratings for his State of The U…", "RT @RT_America: Crush to judgment? Democrats played video games, checked Twitter during State of the Union\nhttps://t.co/yZVmvdNYlE", "RT @qkode: Hollywood Hates on Trump's State of the Union Address -- See Who UNLOADED! https://t.co/8WaRikVMae", "RT @BrentBozell: Smears, conspiracy theories about the First Lady's wardrobe, and childish meltdowns. No, I'm not describing a mental ward.…", "I liked a @YouTube video https://t.co/HztsrP5rYI Trump's First State of the Union - Monologue", "Today marks a new first for ONW: our first speech rounds in the state of Oklahoma. We’re at Tulsa Union and Lawrence High this weekend!", "Does anybody have an English translation of what Rep. Gutierrez said to Univision during the State of the Union address?", "RT @DemocratWit: Many of us found writing #PostcardsToVoters was a much better way to spend our time than watching the State of the Union b…", "David Frum on State of the Union https://t.co/DwrPbXOkZb via @CBSNLive", "RT @ScottPresler: Wait A Second:\n\nElitist Hollywood celebrities, who knew about Harvey Weinstein's decades of sexually molesting women, did…", "The State of the Food Union: 6 ways the Trump Admin is undermining the food system, public health and the environme… https://t.co/Dgw58Qy2Oj", "RT @defense_news: Trump warns of looming threats, promises to boost military might in State of the Union address https://t.co/hStI8GwSLs ht…", "Trump: The “real Dreamers” are GOP members of Congress Donald Trump viciously insulted young immigrants during his… https://t.co/NuRZqAdXuG", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/VgcMkvJqV2 via @HuffPostPol", "Black activists heap praise on President Trump’s State of the Union address https://t.co/eOIHledIBh via @co_firing_line", "Blog: President Trump's hostility to evidence-based policy has not made the state of the union stronger, safer or p… https://t.co/Tg1ZxPmM1A", "Senator Lee’s thoughts on the State of the Union https://t.co/0BK5njGWcy via @YouTube", "RT @Zac_Petkanas: Guys—One if the biggest FBI conspiracy theorists brought a holocaust denier to the State of the Union and is defending hi…", "Trump might actually have the most viewed State of the Union. Not that it's a good thing...: https://t.co/4TGHntTlt6 via @YouTube", "@_Proud_American Trump on Tuesday: “The state of our union is strong”\nTrump on Friday: “I think it’s a disgrace wha… https://t.co/EfXrfiBVqD", "RT @JamesGunn: How stupid do you think we are, and how is such obvious and outright lying this easy to anyone? Obama State of the Union, 20…", "RT @LogoTV: “There is no such thing as a single-issue struggle, because we do not live single-issue lives.” - Audre Lorde\n🌈🏛\nIntersectional…", "@brianstelter dont book this jerk  he brought a white supremacist to the state of the union!!!", "What to watch for in Trump&amp;apos;s first State of the Union", "RT @JHStY: The party of #lies (and #liars) hit a 'home run' with this 'whopper'...  https://t.co/3GNPcX6XIQ What say you @JoeKennedy, or is…", "RT @MaxChgo123: James Corden, Stephen Colbert Debunk Trump's State of the Union Ratings Claim - The Hollywood Reporter https://t.co/QYn6HpD…", "State of the Union. https://t.co/jUSBuGRZo1", "RT @patsajak: What a great prank! Somebody put glue on half of the seats at State of the Union Address!", "RT @ProudResister: DONALD TRUMP: My State of the Union was the most watched in history.\n\nTHE TRUTH: Trump is lying (again).\n\n1. Bush 2002 —…", "RT @nigelmanfredi: I Watched a Ghoulish Masquerade in Washington https://t.co/5LcCRGbTiX via @Esquire", "Black unemployment spikes, complicating Trump’s State of the Union triumph ⏩ by @juliacraven https://t.co/u7n5yfwYRZ # via @HuffPostPol", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/QJnbS60Mq0", "As long as Shulkin, the guy who took his wife to Wimbledon on government money, runs the VA, not enough employees h… https://t.co/PeXGQorcat", "RT @realDonaldTrump: Thank you for all of the nice compliments and reviews on the State of the Union speech. 45.6 million people watched, t…", "Listen to STATE OF THE UNION by Chris_Brown #np on #SoundCloud https://t.co/iKqsT7Wsiz", "Gerald Celente - State of the Union: It's a Freak Show https://t.co/AQSfQANQCG via @YouTube", "Problem solving 101\nIdentifying the problem.\nWhich is we know as a fact that the Democrats didn't even want to iden… https://t.co/G6QlE022Ks", "RT @varadmehta: How long until Trump turns on Nunes for making him focus on the memo when he could've been touting the strong jobs report,…", "Why Kente Cloth at the State of the Union Address Was the Week’s Most Powerful Fashion Moment https://t.co/G5gfhyNo7y via @voguemagazine", "I liked a @YouTube video https://t.co/1K2BdZdK3K Bernie Responds to the State of the Union", "RT @rollcall: After President Trump called for an ambitious infrastructure plan in his State of the Union address, senators from states sur…", "@jozwikm Everyone wants to cry about every little thing nowadays. I bet Hillary would've been better in office woul… https://t.co/oidy0VcAUD", "Trump to borrow Clinton&amp;apos;s words for State of the Union address https://t.co/3YPzPuPe3t", "RT @princessmandy24: State of the Union https://t.co/TbtZg6J8GA", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/MDRHW0Xe3R via @MailOnline", "RT @Askthemoon22: Who is the fattest President ever to give a State of the Union Address?\n\n#SOTU #SOTU2018 #fatboytrump #SOTUBLACKOUT #FATT…", "RT @QuorumCall: RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/C6ZPVdTLYy #USPolitics via @PostPolitics h…", "I'd probably be doing the same thing. Who wants to listen to a lying racist pig.\n\nDemocratic congresswoman caught p… https://t.co/SHcOk3ik6Z", "RT @MSNBC: \"His words will float up like smoke from a fire and dissipate.\" \n\n- Republican strategist Steve Schmidt responds to Trump's #SOT…", "RT @GalleryKayafas: Opening Reception Tonight! 5:30-8:00pm!\nThe State of the Union - with works by:\nKevin Bubriski - Caleb Cole - Harold Ed…", "RNC says it raised $1.56 million from State of the Union fundraiser https://t.co/aLy3haf7pK #WonkPorn https://t.co/jGEKIcGMmW", "Perhaps, more of should consider this. https://t.co/WYCsDlYnuL", "I liked a @YouTube video https://t.co/QWqQMgZGX5 Melania Trump Gives Her Own State Of The Union", "RT @SenRonJohnson: .@SenRonJohnson invited Oconomowocs’s Lauri Badura as his guest for this week’s State of the Union.  The two have been w…", "RT @rahagar: Trump 49 per cent approval rating after State of the Union  \nBe higher than that after #MemoDay\n#FridayFeeling\nhttps://t.co/vH…", "RT @ElderLansing: Please @JoyAnnReid since you and other Libnuts love crunching the numbers please tell me how many tuned in for Crooked Hi…", "2018 State of the Union Fact-Check https://t.co/7c69K6lBEl", "RT @repgregwalden: My reaction to President Trump's State of the Union: https://t.co/8O6bA4NZiM", "RT @GovMikeHuckabee: 75% of Americans approved @POTUS SOTU speech; but Dems expose that they DON'T approve jobs for blacks, Hispanics, immi…", "RT @AmericaFirstPol: Major policies addressed in the #SOTU hit home with Americans:  \n· 91% favored what they heard on infrastructure\n· 75%…", "Cannot stop smiling! #winning is so much FUN:) Trump vaults to 49 per cent approval rating  after State of the Unio… https://t.co/FY59T1U3lu", "What YOU Should Be ASHAMED Of Is All The Lies You Told At The State Of The Union You Gave!", "RT @WestWingReport: 1. In his State of the Union, just three days ago, @RealDonaldTrump bragged about how low the black unemployment rate h…", "Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/EHqSNahUwa via @MailOnline", "@JeffBezos The INDEPENDENT response to The State of the Union Address! @TIPUSAINC https://t.co/1Rl3kWpzjj", "State of the Union", "I liked a @YouTube video https://t.co/tDm9sUz02S \"TRUMP LIED!!!\" Bernie Sanders' BRILLIANT Takedown of Trump's State of the Union", "RT @TigerUchs: Union County has their first STATE CHAMPION of the day! @josie_godwin benched 190 and had a 165 clean and jerk! Congrats Jos…", "@realDonaldTrump @FoxNews TV Ratings: Trump’s First State of the Union Fails to Match Obama in Viewership https://t.co/RqeqTI7koK", "RT @lindaluvinlife1: Trump vaults to 49 per cent approval rating  after State of the Union https://t.co/OwqWiQQk90", "RT @red_winger: 'Why? Why? Why?': CNN's Jake Tapper perplexed by Trump's need to lie about State of the Union ratings \n\n#auspol  #UKPolitic…", "@RepMattGaetz your statement on @CNNnewsroom today was a joke! Trump has yet to give a speech beside the state of t… https://t.co/ZBJKzTCH1d", "RT @CStamper_: I’m sure her constituents are proud. https://t.co/jw3DExETtQ", "RT @CoffeeCreamGirl: The Democrats went to the State of the Union ready, YKWTFGO #BHM18 😭 https://t.co/TKSu60tXxG", "PIERS MORGAN: The State of the Union stats don’t lie: Americans are turning against Trump-hating celebrities and bu… https://t.co/XgJ0pjOXwG", "@realDonaldTrump @POTUS,the state of the Union speech is given to the country. You faced primarily the Republicans… https://t.co/ktuqHpUvyC", "RT @DoesAnyoneGetIt: @Hoosiers1986 @randykjo @POTUS @SierraWhiskee @jojoh888 @StacyLStiles @LeahR77 @carrieksada @RightWingAngel @ClintonM6…", "RT @EricGetsBuckets: TOMORROW come out to @Union_Bball high school for one of the best events of the year!! $10 for the whole day, games st…", "RT @Jay_D007: Jay Dyer Live Stream - BOILER ROOM 144: Trump, State of the Union, Davos, Globalism / Nationalism https://t.co/4G7UE6snJK via…", "The Top 10 Racist Dog Whistles Hidden in Trump’s State of the Union Address https://t.co/ZCe4V0ZQHy via @TheRoot"]}